Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Animal Path
pt_br: Caminho dos animais

source: Bandit's Run
pt_br: Caminho do Bandido

source: Bouldered Way
pt_br: Caminho Pedregulho

source: Cloistered Grove
pt_br: Bosque Enclausurado

source: Deer Crossing
pt_br: Travessia de veados

source: Dry Riverbed
pt_br: Leito seco do rio

source: Fae Passage
pt_br: Passagem das Fadas

source: Farm Trail
pt_br: Trilha da Fazenda

source: Foraging Path
pt_br: Caminho de Forrageamento

source: Hunter's Track
pt_br: Trilha do caçador

source: King's March
pt_br: Marcha do Rei

source: Merchant's Road
pt_br: Estrada do comerciante

source: Old Logging Road
pt_br: Antiga estrada de exploração madeireira

source: Orchard Path
pt_br: Caminho do Pomar

source: Pilgrim's Footpath
pt_br: Trilha do Peregrino

source: Spore Saturated
pt_br: Esporo saturado

source: Sticky Sap Path
pt_br: Caminho de seiva pegajosa

source: Trail Tree
pt_br: Árvore da trilha

source: Treeline Heights
pt_br: Topo da Floresta

source: War Route
pt_br: Rota de Guerra

source: Bear Rubbings
pt_br: Esfregaços de urso

source: Bent Trees
pt_br: Árvores curvadas

source: Claw Marks
pt_br: Marcas de garras

source: Damaged Flora
pt_br: Flora danificada

source: Deer Tracks
pt_br: Pegadas de veado

source: Distant Singing
pt_br: Canto Distante

source: Faint Laughter
pt_br: Risada Fraca

source: Fox Prints
pt_br: Pegadas de Raposa

source: Fresh Spiderwebs
pt_br: Teias de aranha frescas

source: Giant Feathers
pt_br: Penas Gigantes

source: Glowing Toadstools
pt_br: Cogumelos brilhantes

source: Muted Bells
pt_br: Sinos abafados

source: Peripheral Images
pt_br: Imagens Periféricas

source: Rabbit Droppings
pt_br: Excrementos de coelho

source: Serpent Traces
pt_br: Traços de Serpente

source: Stillness
pt_br: Quietude

source: Stone Piles
pt_br: Pilhas de Pedra

source: Swaying Plants
pt_br: Plantas balançando

source: Tree Carvings
pt_br: Esculturas em árvores

source: (The) [Noun] [POI]
pt_br: (O) [Substantivo] [PDI]

source: (The) [Adjective] [POI]
pt_br: (O) [Adjetivo] [PDI]

source: [POI] of (the) [Noun]
pt_br: [PDI] de (o) [Substantivo]

source: [Adjective] [POI] of (the) [Noun]
pt_br: [Adjetivo] [PDI] de (o) [Substantivo]

source: (The) [Noun] [Adjective] [POI]
pt_br: (O) [Substantivo] [Adjetivo] [PDI]

source: [POI] of (the) [Adjective] [Noun]
pt_br: [PDI] de (o) [Adjetivo] [Substantivo]

source: (The) [Noun] [Rulers]
pt_br: (Os) [Substantivo] [Governantes]

source: (The) [Adjective] [Rulers]
pt_br: (Os) [Adjetivo] [Governantes]

source: [Rulers] of (the) [Noun]
pt_br: [Governantes] de (o) [Substantivo]

source: [Adjective] [Rulers] of (the) [Noun]
pt_br: [Adjetivo] [Governantes] de (o) [Substantivo]

source: (The) [Noun] [Adjective] [Rulers]
pt_br: (Os) [Substantivo] [Adjetivo] [Governantes]

source: [Rulers] of (the) [Adjective] [Noun]
pt_br: [Governantes] de (o) [Adjetivo] [Substantivo]

source: Blistered
pt_br: Empolado(a)

source: Blistering
pt_br: Bolhas

source: Blustery
pt_br: Tempestuoso(a)

source: Brisk
pt_br: Rápido(a)

source: Broad
pt_br: Largo(a)

source: Calm
pt_br: Calmo(a)

source: Choking
pt_br: Asfixia

source: Curled
pt_br: Enrolado(a)

source: Curling
pt_br: Ondulação

source: Curvy
pt_br: Curvilíneo(a)

source: Dampened
pt_br: Umedecido(a)

source: Dazzling
pt_br: Deslumbrante

source: Deathly
pt_br: Mortal

source: Diamond
pt_br: Diamante

source: Empty
pt_br: Vazio(a)

source: Flaming
pt_br: Flamejante

source: Flashing
pt_br: Piscando

source: Forbidden
pt_br: Proibido(a)

source: Gaping
pt_br: Boquiaberto(a)

source: Glow
pt_br: Brilho

source: Lone
pt_br: Solitário(a)

source: Lurching
pt_br: Cambaleando

source: Lustrous
pt_br: Brilhante

source: Narrow
pt_br: Estreito(a)

source: Patched
pt_br: Remendado(a)

source: Peeling
pt_br: Descascando

source: Plunging
pt_br: Mergulhando

source: Salty
pt_br: Salgado(a)

source: Shining
pt_br: Brilhando

source: Shivering
pt_br: Tremendo(a)

source: Singed
pt_br: Chamuscado(a)

source: Sinking
pt_br: Afundando

source: Slaughter
pt_br: Abate

source: Sour
pt_br: Azeda

source: Sputtering
pt_br: Crepitando

source: Stained
pt_br: Manchado(a)

source: Starved
pt_br: Faminto(a)

source: Stinking
pt_br: Fedorento(a)

source: Stuffed
pt_br: Recheado(a)

source: Thin
pt_br: Fino

source: Apple
pt_br: Maçã

source: Blue
pt_br: Azul

source: Chip
pt_br: Lasca

source: Country
pt_br: País

source: Curl
pt_br: Enrolar

source: Darkness
pt_br: Escuridão

source: Death
pt_br: Morte

source: Dent
pt_br: Entalhe

source: Despair
pt_br: Desespero

source: Devil
pt_br: Diabo

source: Dirt
pt_br: Sujeira

source: Doom
pt_br: Ruína

source: Doorway
pt_br: Porta de entrada

source: Fate
pt_br: Destino

source: Fire
pt_br: Fogo

source: Fray
pt_br: Desordem

source: Giant
pt_br: Gigante

source: God
pt_br: Deus

source: Hat
pt_br: Chapéu

source: Horror
pt_br: Pavor

source: Island
pt_br: Ilha

source: King
pt_br: Rei

source: Lavender
pt_br: Lavanda

source: Mold
pt_br: Mofo

source: Mud
pt_br: Lama

source: Purple
pt_br: Roxa

source: Rag
pt_br: Trapo

source: Rainbow
pt_br: Arco-íris

source: Red
pt_br: Vermelha

source: Refuge
pt_br: Refúgio

source: Regret
pt_br: Arrependimento

source: Rot
pt_br: Podridão

source: Snake
pt_br: Cobra

source: Toxic
pt_br: Tóxica

source: Violet
pt_br: Violeta

source: War
pt_br: Guerra

source: Market
pt_br: Mercado

source: Ministry
pt_br: Ministério

source: Movement
pt_br: Movimento

source: Network
pt_br: Rede

source: Commonwealth
pt_br: Comunidade

source: Confederation
pt_br: Confederação

source: Ecclesiarchy
pt_br: Eclesiarquia

source: Empire
pt_br: Império

source: Federacy
pt_br: Federação

source: Grand Duchy
pt_br: Grão-Ducado

source: Kingdom
pt_br: Reino

source: Principality
pt_br: Principado

source: Protectorate
pt_br: Protetorado

source: Republic
pt_br: República

source: Union
pt_br: União

source: Barony
pt_br: Baronia

source: Fiefdom
pt_br: Feudo

source: Hegemony
pt_br: Hegemonia

source: Monarchy
pt_br: Monarquia

source: Realm
pt_br: Reino

source: Regency
pt_br: Regência

source: State
pt_br: Estada

source: seaside
pt_br: beira-mar

source: shore
pt_br: margem

source: coast
pt_br: costa

source: seaboard
pt_br: litoral

source: foreshore
pt_br: litoral

source: marsh
pt_br: pântano

source: sump
pt_br: reservatório

source: mire
pt_br: lamaçal

source: quad
pt_br: pátio

source: morass
pt_br: pântano

source: slough
pt_br: lamaçal

source: fens
pt_br: pântanos

source: ravine
pt_br: ravina

source: gully
pt_br: ravina

source: chasm
pt_br: abismo

source: abyss
pt_br: abismo

source: gulf
pt_br: golfo

source: gulch
pt_br: ravina

source: grotto
pt_br: gruta

source: cavity
pt_br: cavidade

source: tunnels
pt_br: túneis

source: dugout
pt_br: abrigo

source: cave
pt_br: caverna

source: precipice
pt_br: precipício

source: crag
pt_br: penhasco

source: bluff
pt_br: penhasco

source: ridge
pt_br: cume

source: escarpment
pt_br: escarpa

source: steep
pt_br: despenhadeiro

source: dunes
pt_br: dunas

source: sands
pt_br: areias

source: vast
pt_br: amplo

source: wastes
pt_br: resíduos

source: blight
pt_br: secar

source: erg
pt_br: mar de dunas

source: tillage
pt_br: lavoura

source: holding
pt_br: propriedade

source: acreage
pt_br: acre

source: steading
pt_br: propriedade

source: grange
pt_br: granja

source: plantation
pt_br: plantação

source: bush
pt_br: arbusto

source: woods
pt_br: floresta

source: woodland
pt_br: floresta

source: weald
pt_br: selva

source: grove
pt_br: arvoredo

source: copse
pt_br: bosque

source: pasture
pt_br: pasto

source: steppe
pt_br: planície

source: prairie
pt_br: pradaria

source: savanna
pt_br: savana

source: fields
pt_br: campos

source: greenery
pt_br: vegetação

source: hillock
pt_br: colina

source: mound
pt_br: monte

source: mount
pt_br: monte

source: knoll
pt_br: colina

source: hummock
pt_br: colina

source: slope
pt_br: declive

source: dip
pt_br: depressão

source: hole
pt_br: buraco

source: pit
pt_br: fossa

source: crater
pt_br: cratera

source: trough
pt_br: vale

source: holes
pt_br: buracos

source: pond
pt_br: lago

source: pool
pt_br: piscina

source: tarn
pt_br: lago glacial

source: lagoon
pt_br: lagoa

source: loch
pt_br: lago

source: bayou
pt_br: pântano

source: peaks
pt_br: picos

source: range
pt_br: cordilheira

source: summit
pt_br: cume

source: pinnacle
pt_br: pico

source: butte
pt_br: monte

source: spring
pt_br: primavera

source: well
pt_br: poço

source: fountain
pt_br: fonte

source: haven
pt_br: refúgio

source: watering hole
pt_br: bebedouro

source: refuge
pt_br: refúgio

source: heath
pt_br: charneca

source: meadow
pt_br: pradaria

source: veldt
pt_br: savana

source: flats
pt_br: planícies

source: lowlands
pt_br: terras baixas

source: sward
pt_br: relva

source: uplands
pt_br: terras altas

source: highlands
pt_br: terras altas

source: downs
pt_br: depressão

source: reach
pt_br: trecho

source: waterway
pt_br: córrego

source: stream
pt_br: riacho

source: brook
pt_br: riacho

source: runnel
pt_br: córrego

source: creek
pt_br: riacho

source: channel
pt_br: canal

source: quag
pt_br: atoleiro

source: moors
pt_br: charnecas

source: wetlands
pt_br: alagamento

source: chaparral
pt_br: matagal

source: boscage
pt_br: bosque

source: covert
pt_br: mato

source: coppice
pt_br: bosque

source: fells
pt_br: planalto

source: expanse
pt_br: vastidão

source: ley
pt_br: trilha

source: dale
pt_br: depressão

source: basin
pt_br: bacia

source: gorge
pt_br: desfiladeiro

source: gap
pt_br: brecha

source: glen
pt_br: vale

source: Altruistic
pt_br: Altruísta

source: Artistic
pt_br: Artístico(a)

source: Devious
pt_br: Desonesto(a)

source: Enlightened
pt_br: Iluminado(a)

source: Inventive
pt_br: Inventivo(a)

source: Mercantile
pt_br: Mercantil

source: Nomadic
pt_br: Nômade

source: Reclusive
pt_br: Recluso(a)

source: Stoic
pt_br: Estóico(a)

source: Struggling
pt_br: Lutando

source: Traditional
pt_br: Tradicional

source: War-like
pt_br: Semelhante a uma guerra

source: Wealthy
pt_br: Próspero(a)

source: Bounty
pt_br: Recompensa

source: Conquest
pt_br: Conquista

source: Control
pt_br: Controle

source: Conversion
pt_br: Conversão

source: Dominance
pt_br: Domínio

source: Independence
pt_br: Independência

source: Natural Harmony
pt_br: Harmonia Natural

source: Purity
pt_br: Pureza

source: Recognition
pt_br: Reconhecimento

source: Return
pt_br: Retorno

source: Security
pt_br: Segurança

source: Stability
pt_br: Estabilidade

source: Unification
pt_br: Unificação

source: Food
pt_br: Comida

source: Fuel
pt_br: Combustível

source: Gemstones
pt_br: Pedras preciosas

source: Herbs
pt_br: Ervas

source: Horses
pt_br: Cavalos

source: Land
pt_br: Terra

source: Livestock
pt_br: Gado

source: Medicine
pt_br: Medicamento

source: Ore
pt_br: Minério

source: Skilled Labor
pt_br: Mão de obra qualificada

source: Spices
pt_br: Especiarias

source: Textiles
pt_br: Têxteis

source: Tools
pt_br: Ferramentas

source: Trade Goods
pt_br: Bens Comerciais

source: Vessels
pt_br: Embarcações

source: Weapons
pt_br: Armas

source: Decadent
pt_br: Decadente

source: Dogmatic
pt_br: Dogmático(a)

source: Keen
pt_br: Ansioso(a)

source: Adaptable
pt_br: Adaptável

source: Bankrupt
pt_br: Falido(a)

source: Collaborative
pt_br: Colaborativo(a)

source: Cunning
pt_br: Ardiloso(a)

source: Generous
pt_br: Generoso(a)

source: Repressed
pt_br: Reprimido(a)

source: Stealthy
pt_br: Furtivo(a)

source: Threatened
pt_br: Ameaçado(a)

source: NumberOfAdvantages
pt_br: NúmeroDeVantagens

source: Beliefs
pt_br: Crenças

source: Ruthlessness
pt_br: Crueldade

source: Specialization
pt_br: Especialização

source: Establish a Colony
pt_br: Estabelecer uma colônia

source: A particular object or Relic is required.
pt_br: Um objeto ou relíquia específica é necessária.

source: A serious debt forces the faction to make dire choices.
pt_br: Uma dívida séria força a facção a tomar decisões terríveis.

source: A well-known prophecy predicts imminent failure.
pt_br: Uma profecia bem conhecida prevê um fracasso iminente.

source: An alliance with an enemy must first be brokered.
pt_br: Uma aliança com um inimigo deve primeiro ser negociada.

source: Contravenes an established code, with a heavy penalty.
pt_br: Viola um código estabelecido, com uma penalidade pesada.

source: Many must die, either as a necessity or consequence.
pt_br: Muitos devem morrer, seja por necessidade ou consequência.

source: Must be carried out at a rare or exact moment.
pt_br: Deve ser realizado em um momento raro ou exato.

source: Requires a specialist of an uncommon sort.
pt_br: Requer um especialista de um tipo incomum.

source: Easy
pt_br: Fácil

source: Bluffs
pt_br: Blefes

source: Dells
pt_br: Vales

source: Farmlands
pt_br: Terras agrícolas

source: Fells
pt_br: Quedas

source: Foothills
pt_br: Contrafortes

source: Glens
pt_br: Vales

source: Grasslands
pt_br: Prados

source: Gulleys
pt_br: Ravinas

source: Heaths
pt_br: Charnecas

source: Lowlands
pt_br: Terras baixas

source: Meadows
pt_br: Prados

source: Moors
pt_br: Charnecas

source: Pastures
pt_br: Pastagens

source: Plains
pt_br: Planícies

source: Plateaus
pt_br: Planaltos

source: Prairies
pt_br: Pradarias

source: Savannas
pt_br: Savanas

source: Steppes
pt_br: Estepes

source: Valleys
pt_br: Vales

source: Circle of Menhirs
pt_br: Círculo de Menires

source: Circular Maze
pt_br: Labirinto circular

source: Cloud Stairway
pt_br: Escadaria de Nuvem

source: Dead Aqueduct
pt_br: Aqueduto Morto

source: Enormous Footprint
pt_br: Pegada Enorme

source: Fallen Column
pt_br: Coluna Caída

source: False Oasis
pt_br: Falso Oásis

source: Giant's Throne
pt_br: Trono do Gigante

source: Glittering Cascade
pt_br: Cascata Brilhante

source: Golden Bridge
pt_br: Ponte Dourada

source: Great Stone Face
pt_br: Grande Rosto de Pedra

source: Great Waterwheel
pt_br: Grande Roda D'água

source: Heart Tree
pt_br: Árvore do coração

source: Opaque Lake
pt_br: Lago Opaco

source: Petrified Forest
pt_br: Floresta Petrificada

source: Pit of Cold Fire
pt_br: Fossa do Fogo Frio

source: Silver Face
pt_br: Cara de Prata

source: Sinkhole
pt_br: Sumidouro

source: Titanic Gate
pt_br: Portão Titânico

source: Barrens
pt_br: Terras Ermas

source: Canyons
pt_br: Cânions

source: Coral Reefs
pt_br: Recifes de corais

source: Deserts
pt_br: Desertas

source: Dunes
pt_br: Dunas

source: Estuaries
pt_br: Estuários

source: Fens
pt_br: Pântanos

source: Forests
pt_br: Florestas

source: Heathlands
pt_br: Charnecas

source: Hills
pt_br: Montanhas

source: Mangroves
pt_br: Manguezal

source: Marshlands
pt_br: Pântanos

source: Moorlands
pt_br: Brejo

source: Rainforests
pt_br: Floresta Tropical

source: Scrublands
pt_br: Matagal

source: Taiga
pt_br: Floresta de Coníferas

source: Thickets
pt_br: Arbustos

source: Woodlands
pt_br: Floresta

source: Algae Falls
pt_br: Cachoeira de Algas

source: Basalt Columns
pt_br: Colunas de Basalto

source: Behemoth Graveyard
pt_br: Cemitério dos Behemoths

source: Canyon Bridge
pt_br: Ponte do Cânion

source: Cinder Cones
pt_br: Cones de Cinzas

source: Flame Pits
pt_br: Poços de Fogo

source: Forest of Arrows
pt_br: Floresta das Flechas

source: Frozen Waterfall
pt_br: Cachoeira Congelada

source: Fungal Forest
pt_br: Floresta de Fungos

source: Half-Buried Ark
pt_br: Arca meio enterrada

source: Hanging Valley
pt_br: Vale Suspenso

source: Inverted Lighthouse
pt_br: Farol Invertido

source: Leviathan Bones
pt_br: Ossos de Leviatã

source: Massive Crater
pt_br: Cratera Enorme

source: Massive Dung Ball
pt_br: Bola de esterco enorme

source: Salt Flat Mirrors
pt_br: Espelhos de Sal

source: Shrouded Ziggurat
pt_br: Zigurate Encoberto

source: Stalagmite Forest
pt_br: Floresta de estalagmites

source: Sunken Colossus
pt_br: Colosso Afundado

source: Titan's Table
pt_br: Mesa do Titã

source: Alpine Meadows
pt_br: Prados Alpinos

source: Boulders
pt_br: Pedregulhos

source: Caverns
pt_br: Cavernas

source: Cliffs
pt_br: Penhascos

source: Craters
pt_br: Crateras

source: Crevasses
pt_br: Fendas

source: Geysers
pt_br: Gêiseres

source: Glaciers
pt_br: Geleiras

source: Gorges
pt_br: Gargantas

source: Hollows
pt_br: Cavidades

source: Ice Fields
pt_br: Campos de gelo

source: Jungles
pt_br: Selvas

source: Lava Fields
pt_br: Campos de lava

source: Mountains
pt_br: Montanhas

source: Peatlands
pt_br: Turfeiras

source: Quagmires
pt_br: Atoleiros

source: Ravine
pt_br: Ravina

source: Swamps
pt_br: Pântanos

source: Wastelands
pt_br: Terras devastadas

source: Active Volcano
pt_br: Vulcão ativo

source: Ammonia Caves
pt_br: Cavernas de amônia

source: Bone Mountain
pt_br: Montanha dos Ossos

source: Crystalline Forest
pt_br: Floresta Cristalina

source: Dome of Darkness
pt_br: Cúpula da Escuridão

source: Enormous Hive
pt_br: Enorme Colmeia

source: Floating Object
pt_br: Objeto Flutuante

source: Inactive Automaton
pt_br: Autômato inativo

source: Land Scar
pt_br: Cicatriz da Terra

source: Large Vents
pt_br: Grandes aberturas de ventilação

source: Magma Sculptures
pt_br: Esculturas de Magma

source: Mao on the Mountain
pt_br: Mao na Montanha

source: Meteor Garden
pt_br: Jardim de Meteoros

source: Obsidian Needle
pt_br: Agulha de Obsidiana

source: Reverse Waterfall
pt_br: Cachoeira Reversa

source: River of Sulfur
pt_br: Rio de Enxofre

source: Siren Stones
pt_br: Pedras de Sereia

source: Sky-Root
pt_br: Raiz do Céu

source: Titanic Ribcage
pt_br: Tórax Titânico

source: Weeping Bubble
pt_br: Bolha chorosa

source: Mild and sunny
pt_br: Suave e ensolarado

source: Nice and drizzly
pt_br: Agradável e chuvoso

source: Cool and breezy
pt_br: Fresco e arejado

source: Mild and cloudy
pt_br: Suave e nublado

source: Cold and windy
pt_br: Frio e ventoso

source: Cold and rainy
pt_br: Frio e chuvoso

source: Hot and sunny
pt_br: Quente e ensolarado

source: Nice and cloudy
pt_br: Agradável e nublado

source: Mild and rainy
pt_br: Ameno e chuvoso

source: Cool and stormy
pt_br: Fresco e tempestuoso

source: Hot and humid
pt_br: Quente e úmido

source: Sweltering and humid
pt_br: Abafado e úmido

source: Nice and breezy
pt_br: Agradável e arejado

source: Mild and windy
pt_br: Suave e ventoso

source: Cool and foggy
pt_br: Frio e nebuloso

source: Cold and cloudy
pt_br: Frio e nublado

source: Cool and rainy
pt_br: Fresco e chuvoso

source: Chilly and stormy
pt_br: Frio e tempestuoso

source: Mild and clear
pt_br: Suave e claro

source: Cool and windy
pt_br: Fresco e ventoso

source: Cold and raining
pt_br: Frio e chovendo

source: Frigid and stormy
pt_br: Frígido e tempestuoso

source: Freezing and snowing
pt_br: Congelando e nevando

source: Freezing and hailing
pt_br: Congelando e granizando

source: An annual fog appears randomly, turning metallic surfaces to gold on contact.
pt_br: Uma névoa anual aparece aleatoriamente, transformando superfícies metálicas em ouro ao contato.

source: An aurora that is visible even during the day.
pt_br: Uma aurora visível mesmo durante o dia.

source: Birds fly backwards, yet somehow still move forward.
pt_br: Os pássaros voam para trás, mas de alguma forma ainda se movem para frente.

source: Days are erratic. The Sun goes backwards for a time, then jumps forward as night rapidly sets in.
pt_br: Os dias são erráticos. O Sol recua por um tempo, depois salta para a frente enquanto a noite se põe rapidamente.

source: Distant chimes instead of thunder. A smoky, sweet wind blows in from the West.
pt_br: Sinos distantes em vez de trovões. Um vento doce e esfumaçado sopra do Oeste.

source: Enormous, fleshy eyes peer down from the skies, their pupils lighting up the night sky.
pt_br: Olhos enormes e carnudos espiam do céu, suas pupilas iluminando o céu noturno.

source: Flashes of movement in the periphery that always amount to nothing.
pt_br: Flashes de movimento na periferia que sempre não dão em nada.

source: Fog that fills the belly (no need for rations). Tomorrow, vomiting.
pt_br: Neblina que enche a barriga (não precisa de rações). Amanhã, vômito.

source: Lakes and streams evaporate in minutes, filling storm clouds that drench the landscape.
pt_br: Lagos e riachos evaporam em minutos, enchendo nuvens de tempestade que encharcam a paisagem.

source: Periodic rains of small aquatic creatures (tadpoles, frogs, small fish). No one knows where they come from.
pt_br: Chuvas periódicas de pequenas criaturas aquáticas (girinos, sapos, peixes pequenos). Ninguém sabe de onde vêm.

source: Rainbows lack most of their colors and occasionally flicker. Raindrops fall in various colors.
pt_br: Os arco-íris não têm a maioria de suas cores e ocasionalmente piscam. As gotas de chuva caem em várias cores.

source: Rolling dust clouds that smell of cinnamon. The coughing lasts long after they've moved on.
pt_br: Nuvens de poeira rolando com cheiro de canela. A tosse dura muito depois que eles se foram.

source: Shadows disappear at random. Animals become more reluctant.
pt_br: Sombras desaparecem aleatoriamente. Animais se tornam mais relutantes.

source: The air is thicker than usual, and breathing is difficult.
pt_br: O ar está mais denso que o normal e a respiração está difícil.

source: The clouds are shaped like faces. They appear to be laughing.
pt_br: As nuvens têm formato de rostos. Elas parecem estar rindo.

source: The moon appears larger and softly hums at night.
pt_br: A lua parece maior e cantarola suavemente à noite.

source: The rain glows gently at night. It can be gathered, but the light eventually fades.
pt_br: A chuva brilha suavemente à noite. Pode ser coletada, mas a luz eventualmente desaparece.

source: The stars rearrange themselves in intricate patterns, making navigation difficult.
pt_br: As estrelas se reorganizam em padrões intrincados, dificultando a navegação.

source: The winds carry whispers. Some say they tell hints of the future.
pt_br: Os ventos carregam sussurros. Alguns dizem que eles contam dicas do futuro.

source: When it snows, the flakes are warm and dry.
pt_br: Quando neva, os flocos são quentes e secos.

source: Waypoint
pt_br: Ponto de passagem

source: Settlement
pt_br: Assentamento

source: Curiosity
pt_br: Curiosidade

source: Lair
pt_br: Covil

source: Dungeon
pt_br: Masmorra

source: Academy
pt_br: Academia

source: Caravan
pt_br: Caravana

source: Citadel
pt_br: Cidadela

source: City
pt_br: Cidade

source: Commune
pt_br: Comuna

source: Compound
pt_br: Complexo

source: Convent
pt_br: Convento

source: Farmstead
pt_br: Fazenda

source: Fortress
pt_br: Fortaleza

source: Garrison
pt_br: Guarnição

source: Hamlet
pt_br: Aldeia

source: Keep
pt_br: Forte

source: Monastery
pt_br: Mosteiro

source: Outpost
pt_br: Posto Avançado

source: Plantation
pt_br: Plantação

source: Prison
pt_br: Prisão

source: Stronghold
pt_br: Fortaleza

source: Town
pt_br: Cidade

source: Villa
pt_br: Vila

source: Village
pt_br: Aldeia

source: Built Atop Ruins
pt_br: Construído sobre ruínas

source: Built on Bones of Giants
pt_br: Construído sobre ossos de gigantes

source: Center of Learning
pt_br: Centro de Aprendizagem

source: Close-Knit
pt_br: Unida

source: Emits a Mysterious Hum
pt_br: Emite um zumbido misterioso

source: Famous for its Artisans
pt_br: Famosa por seus artesãos

source: Famous for its Festivals
pt_br: Famosa por seus festivais

source: Guarded by Trained Beasts
pt_br: Protegido por Bestas Treinadas

source: Hides a Dangerous Portal
pt_br: Esconde um portal perigoso

source: High Population Density
pt_br: Alta densidade populacional

source: Impregnable
pt_br: Inexpugnável

source: Integrated with Nature
pt_br: Integrado com a Natureza

source: Known for its Hospitality
pt_br: Conhecido pela sua hospitalidade

source: Location of a Legendary Forge
pt_br: Localização de uma Forja Lendária

source: Moves or Revolves
pt_br: Move ou Gira

source: Protected by a Great Warrior
pt_br: Protegido por um Grande Guerreiro
