Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: You are known by the smell of molten metal and the jingle of tin. You are no mere merchant but an artisan of fire and metal.
pt_br: Você é conhecido pelo cheiro de metal derretido e pelo tilintar de lata. Você não é um mero comerciante, mas um artesão de fogo e metal.

source: Pincers
pt_br: Tenaz (Ferramenta)

source: Roll of Tin
pt_br: Rolo de Folha de Metal

source: Gloves
pt_br: Luvas

source: Hammer
pt_br: Martelo

source: What is your trade?
pt_br: Qual é o seu ofício?

source: You build small contraptions for local guilds (and don't ask too many questions). Take an extra 40gp and a wanted poster with your face on it. Given time and materials, you can open almost any door or vault.
pt_br: Você constrói pequenas engenhocas para guildas locais (e não faz muitas perguntas). Pegue 40gp extras e um cartaz de procurado com seu rosto nele. Com tempo e materiais, você pode abrir quase qualquer porta ou cofre.

source: You deal in home goods and tools, hawking your wares to townspeople across the lands. Take 20gp worth of items from the gear table. You are fluent in the Traveler's Cant.
pt_br: Você negocia com artigos para casa e ferramentas, vendendo suas mercadorias para os moradores das cidades por todas as terras. Pegue 20gp em itens da mesa de equipamentos. Você é fluente no Canto dos Viajantes.

source: gear_table
pt_br: tabela_de_engrenagens

source: You were a military smelter, before peace destroyed your livelihood. Take a smelting hammer (d10, bulky) and a tin helm (+1 Armor). Given time and adequate materials, you can repair armor.
pt_br: Você era um fundidor militar, antes que a paz destruísse seu sustento. Pegue um Martelo de fundição (d10, volumoso) e um Capacete de Lata (+1 Armadura). Com tempo e materiais adequados, você pode consertar armaduras.

source: Smelting Hammer
pt_br: Martelo de fundição

source: Given time and adequate materials, you can repair armor.
pt_br: Com tempo e materiais adequados, você pode consertar uma armadura.

source: Tin Helm
pt_br: Capacete de lata

source: You sell rare and quality items to monasteries and nobles alike. Take a Spyglass, a Necklace (petty) worth 20gp, and a Scroll of Mirrorwalk (petty).
pt_br: Você vende itens raros e de qualidade para monastérios e nobres. Pegue uma Luneta, um Colar (trivial) que vale 20gp e um Pergaminho de Caminhada Espelhada (trivial).

source: Spyglass
pt_br: Luneta

source: Necklace
pt_br: Colar

source: Worth 20gp.
pt_br: Vale 20gp.

source: Scroll (Mirrorwalk)
pt_br: Pergaminho (Caminhada Espelhada)

source: A mirror becomes a gateway to another mirror that you looked into today.
pt_br: Um espelho se torna uma porta de entrada para outro espelho no qual você se olhou hoje.

source: You offer protection as a service, quietly watching for threats as money exchanges hands. You start with +d4 HP, and carry a Long Sword (d10, bulky) and a Gambeson (+1 Armor).
pt_br: Você oferece proteção como um serviço, observando silenciosamente as ameaças enquanto o dinheiro troca de mãos. Você começa com +d4 PG e carrega uma Espada Longa (d10, volumosa) e um Gambesão (+1 Armadura).

source: Long Sword
pt_br: Espada Longa

source: Gambeson
pt_br: Gambesão

source: You scavenge raw tin and iron from battlefields, pulling teeth from still-twitching corpses. Start with a young Donkey (+4 slots, slow), a Crossbow (d8 damage, bulky), and a Saw (d6).
pt_br: Você coleta lata e ferro brutos de campos de batalha, arrancando dentes de cadáveres ainda se contorcendo. Comece com um Burro jovem (+4 espaços, lento), uma Besta (d8 de dano, volumosa) e uma Serra (d6).

source: Saw
pt_br: Serra

source: What never fails to get you out of trouble?
pt_br: O que nunca deixa de tirar você de problemas?

source: Fire Eggs: Six small pellets made of sea salt, wood, and crockery-dust. They explode at low heat (d8, blast) but the flames dissipate quickly.
pt_br: Ovos de Fogo: Seis pequenas pelotas feitas de sal marinho, madeira e pó de louça. Elas explodem em fogo baixo (d8, explosão), mas as chamas se dissipam rapidamente.

source: Fire Eggs
pt_br: Ovos de fogo

source: Six small pellets made of sea salt, wood, and crockery-dust. They explode at low heat but the flames dissipate quickly.
pt_br: Seis pequenas pelotas feitas de sal marinho, madeira e pó de louça. Elas explodem em fogo baixo, mas as chamas se dissipam rapidamente.

source: Black Tar: Versatile: both sticky and highly flammable. 3 uses.
pt_br: Alcatrão preto: Versátil: pegajoso e altamente inflamável. 3 usos.

source: Black Tar
pt_br: Alcatrão preto

source: Versatile: both sticky and highly flammable.
pt_br: Versátil: pegajoso e altamente inflamável.

source: Spiked Boots: Cracks heads (d8) as easily as it does ice and muck. Travel is also a bit slower, but easier.
pt_br: Botas com Pontas: Quebra cabeças (d8) tão facilmente quanto gelo e lama. Viajar também é um pouco mais lento, mas mais fácil.

source: Spiked Boots
pt_br: Botas com Pontas

source: Cracks heads (d8) as easily as it does ice and muck. Travel is also a bit slower, but easier.
pt_br: Quebra cabeças (d8) tão facilmente quanto gelo e lama. Viajar também é um pouco mais lento, mas mais fácil.

source: Tinker's Paste: Seals shut any fist-sized opening. 3 uses.
pt_br: Pasta de Funileiro: Sela e fecha qualquer abertura do tamanho de um punho. 3 usos.

source: Tinker's Paste
pt_br: Pasta de Funileiro

source: Seals shut any fist-sized opening.
pt_br: As vedações fecham qualquer abertura do tamanho de um punho.

source: Fireworks: A dazzling albeit dangerous display. Enough explosive material to blow off a finger or three. 2 uses remain.
pt_br: Fogos de artifício: Uma exibição deslumbrante, embora perigosa. Material explosivo suficiente para explodir um dedo ou três. Restam 2 usos.

source: Fireworks
pt_br: Fogos de artifício

source: A dazzling albeit dangerous display. Enough explosive material to blow off a finger or three.
pt_br: Uma exibição deslumbrante, embora perigosa. Material explosivo suficiente para explodir um dedo ou três.

source: A clever pet, small enough to hide in your pack (bulky), but strong enough to scare off smaller predators. Requires one Ration a day, and it must be meat.
pt_br: Um animal de estimação inteligente, pequeno o suficiente para se esconder na sua mochila (volumoso), mas forte o suficiente para assustar predadores menores. Requer uma Ração por dia, e deve ser carne.

source: Carrion Cat
pt_br: Gato carniceiro

source: A clever pet, small enough to hide in your pack, but strong enough to scare off smaller predators. Requires one Ration a day, and it must be meat.
pt_br: Um animal de estimação inteligente, pequeno o suficiente para se esconder na sua matilha, mas forte o suficiente para assustar predadores menores. Requer uma Ração por dia, e deve ser carne.

source: Bound by blood Oath to patrol the border and protect the realm. Once sworn, the Oath cannot be broken. The Guard always finds their own.
pt_br: Ligados pelo sangue Juramento de patrulhar a fronteira e proteger o reino. Uma vez jurado, o Juramento não pode ser quebrado. A Guarda sempre encontra os seus.

source: Light
pt_br: Luz

source: Frost
pt_br: Geada

source: Thorn
pt_br: Espinho

source: Why did you take the Oath?
pt_br: Por que você fez o juramento?

source: Your family has a long tradition of serving, and you were trained from an early age on how to survive in the wild. When taking the Supply action, your yield increases by one step (e.g. 1d4 > 1d6).
pt_br: Sua família tem uma longa tradição de servir, e você foi treinado desde cedo sobre como sobreviver na natureza. Ao realizar a ação Buscar Suprimentos, seu rendimento aumenta em um passo (por exemplo, 1d4 > 1d6).

source: As a convict, the Oath was simply a means of avoiding punishment. Take a set of Lockpicks and the key (petty) to a safehouse.
pt_br: Como um condenado, o Juramento era simplesmente um meio de evitar punição. Pegue uma Gazua e uma chave (trivial) para um esconderijo.

source: Safehouse Key
pt_br: Chave do Esconderijo

source: Noble-born, you joined to escape family trouble. Take a Goosefelt Tarp (fits two) that you stole before leaving home.
pt_br: De nascimento nobre, você se juntou para escapar de problemas familiares. Pegue uma lona de feltro de ganso (serve dois) que você roubou antes de sair de casa.

source: Goosefelt Tarp
pt_br: Lona de feltro de ganso

source: Fits 2.
pt_br: Serve para 2.

source: When your family lost everything, you took the Oath to avoid becoming a burden. Take extra Rations (3 uses) and a brace of Throwing Knives (d6).
pt_br: Quando sua família perdeu tudo, você fez o Juramento para evitar se tornar um fardo. Leve Rações extras (3 usos) e um par de Facas de Arremesso (d6).

source: Throwing Knives
pt_br: Facas de arremesso

source: Your life was saved by a member of the Marchguard, and you were inspired to join their ranks. Take a Snare Trap and a Sketchbook filled with detailed drawings.
pt_br: Sua vida foi salva por um membro da Guarda, e você foi inspirado a se juntar às fileiras deles. Pegue uma Armadilha de laço e um Caderno de Esboços cheio de desenhos detalhados.

source: Snare Trap
pt_br: Armadilha de laço

source: Sketchbook
pt_br: Caderno de esboços

source: You were in a dark place and decided that your life needed a little direction. You're still not so sure it was the right choice. Take an Oilskin Coat and Mapping Paper.
pt_br: Você estava em um lugar escuro e decidiu que sua vida precisava de um pouco de direção. Você ainda não tem tanta certeza de que foi a escolha certa. Pegue um Casaco de pele de oleado e Papel para Mapas.

source: Oilskin Coat
pt_br: Casaco de pele de oleado

source: Mapping Paper
pt_br: Papel para Mapas

source: What do you carry as proof of your Oath?
pt_br: O que você carrega como prova do seu juramento?

source: Impressive Pin: A metal badge of honor from the Guard. It can open doors but leaves a trail. Petty.
pt_br: Distintivo Distinto: Um distintivo de honra de metal da Guarda. Pode abrir portas, mas deixa um rastro. Minúsculo.

source: Impressive Pin
pt_br: Distintivo Distinto

source: A metal badge of honor from the Guard. It can open doors but leaves a trail.
pt_br: Um distintivo de honra de metal da Guarda. Pode abrir portas, mas deixa um rastro.

source: Oath Compass: Points not towards North, but instead to the nearest member of the Guard. It also lets you know when they're getting close.
pt_br: Bússola do Juramento: Não aponta para o Norte, mas sim para o membro mais próximo da Guarda. Ela também permite que você saiba quando eles estão se aproximando.

source: Oath Compass
pt_br: Compasso do Juramento

source: Pullstones: Two jet-black stones. When separated, the stones will always roll toward one another.
pt_br: Pedras Puxadoras: Duas pedras pretas como azeviche. Quando separadas, as pedras sempre rolarão uma em direção à outra.

source: Pullstones
pt_br: Pedras Puxadoras

source: Two jet-black stones. When separated, the stones will always roll toward one another.
pt_br: Duas pedras pretas como azeviche. Quando separadas, as pedras sempre rolarão uma em direção à outra.

source: Fireflask: Highly alcoholic, yet strangely delicious. When thrown, it creates a wall of flames 10ft high that burns out after a few minutes. 1 use.
pt_br: Frasco de fogo: Altamente alcoólico, mas estranhamente delicioso. Quando jogado, ele cria uma parede de chamas de 3 metros de altura que queima após alguns minutos. 1 uso.

source: Fireflask
pt_br: Frasco de fogo

source: Highly alcoholic, yet strangely delicious. When thrown, it creates a wall of flames 10ft high that burns out after a few minutes. 1 use.
pt_br: Altamente alcoólico, mas estranhamente delicioso. Quando jogado, ele cria uma parede de chamas de 10 pés de altura que queima após alguns minutos. 1 uso.

source: Pain Band: Touch an injured creature to transfer their wounds to you. (Exchange their lost STR with your own.) Recharge: Wear the ring while in perfect health. You will lose 1 STR, permanently. Petty.
pt_br: Anel da Dor: Toque em uma criatura ferida para transferir os ferimentos dela para você. (Troque o FOR perdido dela pelo seu.) Recarga: Use o anel enquanto estiver com saúde perfeita. Você perderá 1 FOR, permanentemente. Minúsculo.

source: Pain Band
pt_br: Anel da Dor

source: Touch an injured creature to transfer their wounds to you. (Exchange their lost STR with your own.) Recharge: Wear the ring while in perfect health. You will lose 1 STR, permanently.
pt_br: Toque em uma criatura ferida para transferir os ferimentos dela para você. (Troque o FOR perdido dela pelo seu.) Recarga: Use o anel enquanto estiver com saúde perfeita. Você perderá 1 FOR, permanentemente. Minúsculo.

source: Poacher's Woe: Strongly-scented arrows (3 uses). The scent is powerful enough to track with ease.
pt_br: Flechas Aromáticas: Flechas fortemente perfumadas (3 usos). O cheiro é poderoso o suficiente para rastrear com facilidade.

source: Poacher's Woe
pt_br: Flechas Aromáticas

source: Wits are your sharpest weapon, a facade your strongest shield. But when you do lose, you lose badly.
pt_br: A inteligência é sua arma mais afiada, uma fachada seu escudo mais forte. Mas quando você perde, você perde feio.

source: Trick Playing Cards
pt_br: Cartas de Baralho para Truque

source: Fancy Hat
pt_br: Chapéu extravagante

source: Cane Sword
pt_br: Espada na bengala

source: Cart
pt_br: Carrinho

source: main
pt_br: principal

source: How was your fraud exposed?
pt_br: Como sua fraude foi exposta?

source: Your 'patients' kept reporting miraculous recoveries, despite your lack of training. Start with Bandages (3 uses) and a knack for healing.
pt_br: Seus 'pacientes' continuaram relatando recuperações milagrosas, apesar de sua falta de treinamento. Comece com Bandagens (3 usos) e um talento para cura.

source: After seducing a wealthy patron, their family hired a criminal gang to retrieve you. You got away and need to lay low. Start with Beauty Cream, 2 uses. Apply to appear irresistibly beautiful for the next 12 hours.
pt_br: Depois de seduzir um cliente rico, a família dele contratou uma gangue criminosa para te resgatar. Você escapou e precisa se esconder. Comece com o Creme de Beleza, 2 usos. Aplique para ficar irresistivelmente lindo(a) pelas próximas 12 horas.

source: Beauty Cream
pt_br: Creme de beleza

source: You were a peddler of fake prophesies, but when one turned out to be true, it drew unwanted attention. Roll on the Omens table, but keep the result to yourself. Start with a concealable Knife (d6, petty).
pt_br: Você era um vendedor ambulante de falsas profecias, mas quando uma delas se revelou verdadeira, atraiu atenção indesejada. Role na tabela de Presságios, mas guarde o resultado para si. Comece com uma Faca ocultável (d6, trivial).

source: Knife
pt_br: Faca

source: Concealable.
pt_br: Ocultável.

source: Your latest stunt destroyed a priceless artifact and injured a dozen bystanders. Start with a Captain's Uniform (petty), a Ceremonial Sword (harmless, 60gp), and a Bouquet of Flowers.
pt_br: Sua última façanha destruiu um artefato inestimável e feriu uma dúzia de espectadores. Comece com um Uniforme de Capitão (trivial), uma Espada Cerimonial (inofensiva, 60gp) e um Buquê de Flores.

source: Captain's Uniform
pt_br: Uniforme de capitão

source: Ceremonial Sword
pt_br: Espada Cerimonial

source: Harmless, worth 60gp
pt_br: Inofensivo, vale 60gp

source: Bouquet of Flowers
pt_br: Buquê de flores

source: You were cursed by a hedgewitch for fooling some innocent village folk. Magic acts unpredictably in your hands (WIL save to avoid disaster). If you are the target of magic, the same applies to its wielder.
pt_br: Você foi amaldiçoado por uma bruxa por enganar algumas pessoas inocentes da vila. A magia age de forma imprevisível em suas mãos (salve VON para evitar desastre). Se você for o alvo da magia, o mesmo se aplica ao seu portador.

source: Your 'seances' with the dead were in actuality a ruse involving a cleverly hidden spellbook of Auditory Illusion. Inevitably, a patron discovered your secret. Start with the Spellbook and a bundle of scarves.
pt_br: Suas 'sessões' com os mortos eram, na verdade, um estratagema envolvendo um livro de feitiços de Ilusão Auditiva habilmente escondido. Inevitavelmente, um cliente descobriu seu segredo. Comece com o livro de feitiços e um maço de cachecóis.

source: Spellbook (Auditory Illusion)
pt_br: Livro de Feitiços (Ilusão Auditiva)

source: You create illusory sounds that seem to come from a direction of your choice. Produces random and occasionally inopportune sounds throughout the day.
pt_br: Você cria sons ilusórios que parecem vir de uma direção de sua escolha. Produz sons aleatórios e ocasionalmente inoportunos ao longo do dia.

source: What keepsake could always identify you?
pt_br: Que lembrança sempre poderia identificá-lo?

source: Royal Crest: Born into royalty, you chose a different life. The Royal Crest grants you access but also alerts your family of your whereabouts. Petty.
pt_br: Brasão Real: Nascido na realeza, você escolheu uma vida diferente. O Brasão Real lhe concede acesso, mas também alerta sua família sobre seu paradeiro. Minúsculo.

source: Royal Crest
pt_br: Brasão Real

source: Born into royalty, you chose a different life. The Royal Crest grants you access but also alerts your family of your whereabouts.
pt_br: Nascido na realeza, você escolheu uma vida diferente. O Brasão Real lhe concede acesso, mas também alerta sua família sobre seu paradeiro.

source: Miracle Oil: A smelly, slippery concoction. 2 uses.
pt_br: Óleo milagroso: uma mistura fedorenta e escorregadia. 2 usos.

source: Miracle Oil
pt_br: Óleo Milagroso

source: Surgeon's Soap: A lye and ash block that makes skin temporarily transparent, revealing the anatomy within. 4 uses.
pt_br: Sabonete de cirurgião: um bloco de soda cáustica e cinzas que torna a pele temporariamente transparente, revelando a anatomia interna. 4 usos.

source: Surgeon's Soap
pt_br: Sabonete de cirurgião

source: Goat Powder: Derived from the placenta of a baby goat. Temporarily cures any affliction, but symptoms return within hours.
pt_br: Pó de cabra: derivado da placenta de um cabrito. Cura temporariamente qualquer aflição, mas os sintomas retornam em poucas horas.

source: Goat Powder
pt_br: Pó de cabra

source: Cursed Sapphire: Worth 200gp, it noticeably returns to your pocket shortly after you spend it. You can't seem to get rid of it.
pt_br: Safira Amaldiçoada: Vale 200gp, ela notavelmente retorna ao seu bolso logo após você gastá-la. Você não consegue se livrar dela.

source: Cursed Sapphire
pt_br: Safira Amaldiçoada

source: Alchemical Tattoo: A dog, cat, or bird that can leave your body on demand. It follows your commands to the best of its abilities and can pass its injuries (as STR loss) back onto you. Petty.
pt_br: Tatuagem Alquímica: Um cão, gato ou pássaro que pode deixar seu corpo sob demanda. Ele segue seus comandos da melhor maneira possível e pode passar seus ferimentos (como FOR perda) de volta para você. Minúsculo.

source: Alchemical Tattoo
pt_br: Tatuagem Alquímica

source: Your coin comes from escorting caravans, tracking fugitives, or lending your blade to a cause. You've been a savior, an executioner, a hero, and even a villain. Yours is not a solitary path, however: you'll always have your horse.
pt_br: Sua moeda vem da escolta de caravanas, do rastreamento de fugitivos ou do empréstimo de sua lâmina para uma causa. Você foi um salvador, um carrasco, um herói e até mesmo um vilão. No entanto, seu caminho não é solitário: você sempre terá seu cavalo.

source: Long sword
pt_br: Espada longa

source: Leather jerkin
pt_br: Gibão de couro

source: What personal code or principle do you uphold?
pt_br: Que código ou princípio pessoal você defende?

source: No innocent blood: No bystander will come to harm on your watch. Take a Steadymade Buckler (+1 Armor). While holding this shield, you cannot be moved so long as both feet are planted on firm ground.
pt_br: Sem sangue inocente: Nenhum espectador será ferido sob sua vigilância. Pegue um Broquel da Firmeza (+1 Armadura). Enquanto estiver segurando este escudo, você não pode ser movido enquanto ambos os pés estiverem plantados em solo firme.

source: Steadymade Buckler
pt_br: Broquel da Firmeza

source: While holding this shield, you cannot be moved so long as both feet are planted on firm ground.
pt_br: Enquanto estiver segurando este escudo, você não poderá ser movido enquanto ambos os pés estiverem plantados em chão firme.

source: Revere the tools of death: Weapons are to be respected and maintained. Take a Wyrmbone Whetstone. Following a half-hour ritual sharpening, attacks with the weapon are enhanced until STR damage is dealt.
pt_br: Reverencie as ferramentas da morte: As armas devem ser respeitadas e mantidas. Pegue uma Pedra de Amolar Ancestral. Após um ritual de afiação de meia hora, os ataques com a arma são aprimorados até que o dano FOR seja causado.

source: Wyrmbone Whetstone
pt_br: Pedra de Amolar Ancestral

source: Following a half-hour ritual sharpening, attacks with the weapon are enhanced until STR damage is dealt.
pt_br: Após um ritual de afiação de meia hora, os ataques com a arma são aprimorados até que o dano FOR seja causado.

source: To the death, always: You never back down from a fight, no matter the odds. Take a Death-Whistle, 1 charge. Its scream frightens away all who hear it (save WIL or flee). Recharge: Capture the final breath of a dying warrior.
pt_br: Até a morte, sempre: Você nunca recua de uma luta, não importa as probabilidades. Pegue um Apito da Morte, 1 carga. Seu grito assusta todos que o ouvem (salve VON ou fuja). Recarregue: Capture o último suspiro de um guerreiro moribundo.

source: Death-Whistle
pt_br: Apito da Morte

source: Its scream frightens away all who hear it (save WIL or flee). Recharge: Capture the final breath of a dying warrior.
pt_br: Seu grito assusta todos que o ouvem (salve VON ou fuja). Recarregue: Capture o último suspiro de um guerreiro moribundo.

source: Revere the dead: Death is a journey we all take, and it deserves respect. Take an extra 30gp. You always place two gold pieces on the eyelids of a slain foe. Somehow, you always find the coin.
pt_br: Reverencie os mortos: A morte é uma jornada que todos nós fazemos, e ela merece respeito. Pegue 30gp extras. Você sempre coloca duas peças de ouro nas pálpebras de um inimigo morto. De alguma forma, você sempre encontra a moeda.

source: Loyalty to the work: Your word is your bond. Once you've accepted a job, you see it through to the end. Take a weathered Tally Stick. Once a vow is marked onto its face, the stick hardens (d8) until it is complete. The stick will snap in half if the vow is ever broken.
pt_br: Lealdade ao trabalho: Sua palavra é seu vínculo. Uma vez que você aceitou um trabalho, você o vê até o fim. Pegue um Bastão Talhado desgastado. Uma vez que uma promessa é marcada no bastão, o bastão endurece (d8) até que esteja completa. O bastão se quebrará ao meio se a promessa for quebrada.

source: Tally Stick
pt_br: Bastão Talhado

source: Once a vow is marked onto its face, the stick hardens (d8) until it is complete. The stick will snap in half if the vow is ever broken.
pt_br: Uma vez que você aceitou um trabalho, você o vê até o fim. Pegue um Bastão Talhado desgastado. Uma vez que uma promessa é marcada no bastão, o bastão endurece (d8) até que esteja completa. O bastão se quebrará ao meio se a promessa for quebrada.
