Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Swarms of insects are fleeing from the Wood in droves, destroying any wooden structures they come across. The sound of their wings hum a familiar tune as they pass overhead, like a forgotten nursery rhyme.
pt_br: Enxames de insetos estão fugindo da Floresta em bandos, destruindo qualquer estrutura de madeira que encontrem. O som de suas asas zumbem uma melodia familiar enquanto passam por cima, como uma cantiga de ninar esquecida.

source: Hunters talk of a curse that befalls any who kill a beast with a streak of white fur: soon after, they are found dead in their homes. Each day, there are fewer and fewer creatures to hunt.
pt_br: Caçadores falam de uma maldição que recai sobre qualquer um que mate uma fera com uma faixa de pelo branco: logo depois, eles são encontrados mortos em suas casas. A cada dia, há cada vez menos criaturas para caçar.

source: Folks say that a faint laughter can be heard echoing out of wells all over the city. At night, they say the echoes change to sobs.
pt_br: As pessoas dizem que uma risada fraca pode ser ouvida ecoando de poços por toda a cidade. À noite, eles dizem que os ecos mudam para soluços.

source: The constellations have slowly started shifting in the night sky, forming unfamiliar patterns that have stargazers and sages perplexed. Even the animals seem disturbed.
pt_br: As constelações começaram a mudar lentamente no céu noturno, formando padrões desconhecidos que deixaram observadores de estrelas e sábios perplexos. Até os animais parecem perturbados.

source: An ancient tree at the heart of a sleepy village has suddenly withered and died, despite showing no signs of disease. After its trunk was cut, a bloody hand was found in its core.
pt_br: Uma árvore antiga no coração de uma aldeia sonolenta de repente murchou e morreu, apesar de não mostrar sinais de doença. Depois que seu tronco foi cortado, uma mão ensanguentada foi encontrada em seu núcleo.

source: Statues have been weeping blood for months on end, and the wombs of the village have lain barren since they began to fall. A single child has been the only exception, taken by elders overcome with fear and dread.
pt_br: Estátuas choram sangue há meses a fio, e os úteros da vila estão estéreis desde que começaram a cair. Uma única criança foi a única exceção, levada por anciãos tomados pelo medo e pelo pavor.

source: The local fauna is behaving oddly, displaying heightened aggression, or fleeing the area entirely. Hunters talk of a shadowy figure that roams the Wood, calling to the animals.
pt_br: A fauna local está se comportando de forma estranha, exibindo agressividade aumentada ou fugindo da área completamente. Caçadores falam de uma figura sombria que vaga pela Floresta, chamando os animais.

source: Border towns have become riotous in recent weeks, after multiple claims of a red-robed figure appearing in their children's dreams, uttering the same warning: A fire is coming, and it will consume them all.
pt_br: Cidades fronteiriças ficaram agitadas nas últimas semanas, após diversas alegações de uma figura vestida de vermelho aparecendo nos sonhos de seus filhos, proferindo o mesmo aviso: um incêndio está chegando e consumirá a todos.

source: 1 HP - Lasting Scar
pt_br: 1 PG - Cicatriz Duradoura

source: Roll 1d6. 1: Neck, 2: Hands, 3: Eye, 4: Chest, 5: Legs, 6: Ear. Roll 1d6. If the total is higher than your max HP, take the new result.
pt_br: Role 1d6. 1: Pescoço, 2: Mãos, 3: Olho, 4: Peito, 5: Pernas, 6: Orelha. Role 1d6. Se o total for maior que seu PG máximo, pegue o novo resultado.

source: 2 HP - Rattling Blow
pt_br: 2 PG - Golpe Violento

source: You're disoriented and shaken. Describe how you refocus. Roll 1d6. If the total is higher than your max HP, take the new result.
pt_br: Você está desorientado e abalado. Descreva como você se refocaliza. Role 1d6. Se o total for maior que seu PG máximo, pegue o novo resultado.

source: 3 HP - Walloped
pt_br: 3 PG - Arremessado

source: You're sent flying and land flat on your face, winded. You are deprived until you rest for a few hours. Then, roll 1d6. Add that amount to your max HP.
pt_br: Você é lançado voando e cai de cara no chão, sem fôlego. Você fica privado até descansar por algumas horas. Então, role 1d6. Adicione essa quantia ao seu PG máximo.

source: 4 HP - Broken Limb
pt_br: 4 PG - Membro Quebrado

source: Roll 1d6. 1-2: Leg, 3-4: Arm, 5: Rib, 6: Skull. Once mended, roll 2d6. If the total is higher than your max HP, take the new result.
pt_br: Role 1d6. 1-2: Perna, 3-4: Braço, 5: Costela, 6: Crânio. Depois de consertado, role 2d6. Se o total for maior que seu PG máximo, pegue o novo resultado.

source: 5 HP - Diseased
pt_br: 5 PG - Doente

source: You're afflicted with a gross, uncomfortable infection. When you get over it, roll 2d6. If the total is higher than your max HP, take the new result.
pt_br: Você está aflito com uma infecção nojenta e desconfortável. Quando você superar, role 2d6. Se o total for maior que seu PG máximo, pegue o novo resultado.

source: 6 HP - Reorienting Head Wound
pt_br: 6 PG - Ferimento Desorientante na Cabeça

source: Roll 1d6. 1-2: STR, 3-4: DEX, 5-6: WIL. Roll 3d6. If the total is higher than your current Attribute, take the new result.
pt_br: Role 1d6. 1-2: FOR, 3-4: DES, 5-6: VON. Role 3d6. Se o total for maior que seu Atributo atual, pegue o novo resultado.

source: 7 HP - Hamstrung
pt_br: 7 PG - Paralizado

source: You can barely move until you get serious help and rest. After recovery, roll 3d6. If the total is higher than your max DEX, take the new result.
pt_br: Você mal consegue se mover até receber ajuda séria e descansar. Após a recuperação, role 3d6. Se o total for maior que sua DES máxima, pegue o novo resultado.

source: 8 HP - Deafened
pt_br: 8 PG - Ensurdecido

source: You cannot hear anything until you find extraordinary aid. Regardless, make a WIL save. If you pass, increase your max WIL by 1d4.
pt_br: Você não pode ouvir nada até encontrar ajuda extraordinária. De qualquer forma, faça um teste de VON. Se passar, aumente seu VON máximo em 1d4.

source: 9 HP - Re-brained
pt_br: 9 PG - Reset no Cérebro

source: Some hidden part of your psyche is knocked loose. Roll 3d6. If the total is higher than your max WIL, take the new result.
pt_br: Alguma parte oculta da sua psique é liberada. Role 3d6. Se o total for maior que seu VON máximo, pegue o novo resultado.

source: 10 HP - Sundered
pt_br: 10 PG - Separado

source: An appendage is torn off, crippled, or useless. (The Warden will tell you which.) Then make a WIL save. If you pass, increase your max WIL by 1d6.
pt_br: Um apêndice é arrancado, aleijado ou inútil. (O Guardião dirá a você qual.) Então faça um teste de VON. Se você passar, aumente seu VON máximo em 1d6.

source: 11 HP - Mortal Wound
pt_br: 11 PG - Ferida Mortal

source: You are deprived and out of action. You die in one hour unless healed. Upon recovery, roll 2d6. Take the new result as your max HP.
pt_br: Você está privado e fora de ação. Você morre em uma hora, a menos que seja curado. Após a recuperação, role 2d6. Considere o novo resultado como seu PG máximo.

source: 12 HP - Doomed
pt_br: 12 PG - Condenado

source: Death seemed ever so close, but somehow you survived. If your next save against critical damage is a fail, you die horribly. If you pass, roll 3d6. If the total is higher than your max HP, take the new result.
pt_br: A morte parecia muito próxima, mas de alguma forma você sobreviveu. Se sua próxima defesa contra dano crítico falhar, você morre horrivelmente. Se passar, role 3d6. Se o total for maior que seu PG máximo, pegue o novo resultado.

source: Athletic
pt_br: Atlético(a)

source: Brawny
pt_br: Musculoso(a)

source: Flabby
pt_br: Flácido(a)

source: Lanky
pt_br: Magro(a)

source: Rugged
pt_br: Áspero(a)

source: Scrawny
pt_br: Magricela

source: Short
pt_br: Pequeno(a)

source: Statuesque
pt_br: Escultural

source: Stout
pt_br: Robusto(a)

source: Towering
pt_br: Imponente

source: Birthmarked
pt_br: Marca de Nascença

source: Webbed
pt_br: Dedos Ligados

source: Scarred
pt_br: Traumatizado(a)

source: Marked
pt_br: Marcado(a)

source: Rosy
pt_br: Rosado(a)

source: Soft
pt_br: Suave

source: Tanned
pt_br: Bronzeado(a)

source: Tattooed
pt_br: Tatuado(a)

source: Oily
pt_br: Oleoso(a)

source: Weathered
pt_br: Desgastado(a)

source: Bald
pt_br: Careca

source: Braided
pt_br: Trançado(a)

source: Curly
pt_br: Cacheado(a)

source: Filthy
pt_br: Imundo(a)

source: Frizzy
pt_br: Crespo(a)

source: Long
pt_br: Longo(a)

source: Luxurious
pt_br: Luxuoso(a)

source: Wavy
pt_br: Ondulado(a)

source: Wispy
pt_br: Fino(a)

source: Bony
pt_br: Ossudo(a)

source: Broken
pt_br: Quebrado(a)

source: Chiseled
pt_br: Marcante

source: Elongated
pt_br: Alongado(a)

source: Pale
pt_br: Pálido(a)

source: Perfect
pt_br: Perfeito(a)

source: Rakish
pt_br: Libertino(a)

source: Sharp
pt_br: Afiado(a)

source: Square
pt_br: Quadrado(a)

source: Sunken
pt_br: Afundado(a)

source: Blunt
pt_br: Brusco(a)

source: Booming
pt_br: Efervescente

source: Cryptic
pt_br: Críptico(a)

source: Droning
pt_br: Zumbido

source: Gravelly
pt_br: Rouco(a)

source: Precise
pt_br: Preciso(a)

source: Squeaky
pt_br: Estridente

source: Stuttering
pt_br: Gaguejante

source: Whispery
pt_br: Sussurrante

source: Antique
pt_br: Antigo(a)

source: Bloody
pt_br: Ensanguentado(a)

source: Elegant
pt_br: Elegante

source: Foreign
pt_br: Estrangeiro(a)

source: Frayed
pt_br: Desfiado(a)

source: Frumpy
pt_br: Desleixado(a)

source: Livery
pt_br: Indisposto(a)

source: Rancid
pt_br: Detestável

source: Soiled
pt_br: Sujo(a)

source: Ambitious
pt_br: Ambicioso(a)

source: Cautious
pt_br: Cauteloso(a)

source: Courageous
pt_br: Corajoso(a)

source: Disciplined
pt_br: Disciplinado(a)

source: Gregarious
pt_br: Comunicativo(a)

source: Honorable
pt_br: Honrado(a)

source: Humble
pt_br: Humilde

source: Merciful
pt_br: Misericordioso(a)

source: Serene
pt_br: Sereno(a)

source: Tolerant
pt_br: Tolerante

source: Aggressive
pt_br: Agressivo(a)

source: Bitter
pt_br: Amargo(a)

source: Craven
pt_br: Covarde

source: Deceitful
pt_br: Enganador(a)

source: Greedy
pt_br: Ganancioso(a)

source: Lazy
pt_br: Preguiçoso(a)

source: Nervous
pt_br: Nervoso(a)

source: Vain
pt_br: Vaidoso(a)

source: Vengeful
pt_br: Vingativo(a)

source: Aurifex
pt_br: Alquimista

source: Barber-Surgeon
pt_br: Barbeiro(a)-cirurgião(a)

source: Beast Handler
pt_br: Domador(a) de Feras

source: Bonekeeper
pt_br: Guardião(a) de Ossos

source: Cutpurse
pt_br: Batedor(a) de Carteira

source: Fieldwarden
pt_br: Vigia dos Campos

source: Fletchwind
pt_br: Mensageiro(a) do Vento

source: Foundling
pt_br: Criança Espoleta

source: Fungal Forager
pt_br: Caçador(a) de Fungos

source: Greenwise
pt_br: Sábio(a) da Floresta

source: Hexenbane
pt_br: Flagelo das Bruxas

source: Half Witch
pt_br: Meio(a) Bruxo(a)

source: Jongleur
pt_br: Jogral

source: Kettlewright
pt_br: Caldeireiro(a)

source: Marchguard
pt_br: Sentinela

source: Mountebank
pt_br: Charlatão(a)

source: Outrider
pt_br: Patrulheiro(a)

source: Prowler
pt_br: Sorrateiro(a)

source: Rill Runner
pt_br: Viajante dos Córregos

source: Scrivener
pt_br: Escriba

source: You are an artisan of the arcane, a smith of subtle forces. In the crucible of your workshop, the laws that govern this world are warped to suit your needs.
pt_br: Você é um artesão do arcano, um ferreiro de forças sutis. No cadinho da sua oficina, as leis que governam este mundo são distorcidas para atender às suas necessidades.

source: Ember
pt_br: Brasa

source: Lantern
pt_br: Lampião

source: Oil Can
pt_br: Ânfora de Óleo

source: Needle-Knife
pt_br: Facagulha

source: Protective Gloves
pt_br: Luvas Protetoras

source: What went horribly wrong?
pt_br: O que deu terrivelmente errado?

source: There was an explosion, and you lost your sense of smell. Well, almost: you can sniff out gold as a pig does truffles. Take a Tin of Snuff to dampen the impact. Use it every day or become deprived.
pt_br: Houve uma explosão, e você perdeu o olfato. Bem, quase: você pode farejar ouro como um porco fareja trufas. Pegue uma Lata de Rapé para amortecer o impacto. Use-a todos os dias ou fique privado.

source: Tin of Snuff
pt_br: Lata de Rapé

source: Use it every day or become deprived.
pt_br: Use-o todos os dias ou fique privado dele.

source: You dematerialized a beloved pet. Now it follows you around, invisible but always present. Although it cannot interact with the physical realm, you are able to share its senses. (Add a Fatigue each time.) It follows basic commands.
pt_br: Você desmaterializou um animal de estimação amado. Agora ele segue você por aí, invisível, mas sempre presente. Embora ele não possa interagir com o reino físico, você é capaz de compartilhar seus sentidos. (Adicione uma Fadiga a cada vez.) Ele segue comandos básicos.

source: You were exposed to a long-acting truth serum whose effects have yet to wear off. The disorder has its advantages: you cannot repeat lies you've heard, either.
pt_br: Você foi exposto a um soro da verdade de ação prolongada cujos efeitos ainda não passaram. O transtorno tem suas vantagens: você também não pode repetir mentiras que ouviu.

source: You were adept at creating fake gold, which is almost as good. Eventually, your ruse was discovered, and you had to make a hasty retreat. Take a heavy Metal Ingot and Gold Powder.
pt_br: Você era adepto de criar ouro falso, o que é quase tão bom. Eventualmente, seu estratagema foi descoberto, e você teve que fazer uma retirada apressada. Pegue um Lajota de Ouro Falso e Ouro Falso em Pó.

source: Metal Ingot
pt_br: Lajota de Ouro Falso

source: Gold Powder
pt_br: Ouro Falso em Pó

source: Your alchemical recipe worked, but a rival stole the blueprint before your claims could be proven. Take a prototype Blunderbuss that takes one round to reload, and a thirst for revenge.
pt_br: Sua receita alquímica funcionou, mas um rival roubou o projeto antes que suas alegações pudessem ser provadas. Pegue um protótipo de Bacamarte que leva uma rodada para recarregar e uma sede de vingança.

source: Blunderbuss
pt_br: Bacamarte

source: Takes a round to reload
pt_br: Demora uma rodada para recarregar

source: Ridiculed for discovering how to turn gold into lead, you were a laughing stock. Take a bottle of Universal Solvent that dissolves anything it touches into its constituent parts.
pt_br: Ridicularizado por descobrir como transformar ouro em chumbo, você era motivo de chacota. Pegue uma garrafa de Solvente Universal que dissolve tudo que toca em suas partes constituintes.

source: Universal Solvent
pt_br: Solvente Universal

source: What alchemical marvel is the product of your latest ingenuity?
pt_br: Que maravilha alquímica é o produto da sua mais recente engenhosidade?

source: Pyrophoric Gel: A sticky green fluid that catches fire when exposed to air. It lasts for 8 hours and cannot be extinguished.
pt_br: Gel pirofórico: Um fluido verde pegajoso que pega fogo quando exposto ao ar. Dura 8 horas e não pode ser extinto.

source: Pyrophoric Gel
pt_br: Gel pirofórico

source: Blast Sphere: A head-sized iron ball filled with explosive powder that detonates on impact.
pt_br: Esfera Explosiva: Uma bola de ferro do tamanho de uma cabeça cheia de pólvora explosiva que detona com o impacto.

source: Blast Sphere
pt_br: Esfera Explosiva

source: Aqua Vita: Purifies any liquid, converting it to pure water. Drinking it cures 1d6 STR.
pt_br: Aqua Vita: Purifica qualquer líquido, convertendo-o em água pura. Beber cura 1d6 FOR.

source: Mimic Stone: Records a short phrase that can later be played back.
pt_br: Pedra Mímica: Grava uma frase curta que pode ser reproduzida posteriormente.

source: Mimic Stone
pt_br: Pedra Mímica

source: Records a short phrase that can later be played back.
pt_br: Grava uma frase curta que pode ser reproduzida posteriormente.

source: Spark Dust: Ignites easily and quickly. Useful for starting a fire or as an incendiary device.
pt_br: Poeira de Fagulha: Acende fácil e rapidamente. Útil para iniciar um incêndio ou como um dispositivo incendiário.

source: Spark Dust
pt_br: Poeira de Fagulha

source: Homunculus: A miniature clay replica of yourself that follows your every command. It hates being enthralled to you and complains bitterly whenever possible. Any damage done to the homunculus is also done to you. 3 HP, 4 STR, 13 DEX, 5 WIL.
pt_br: Homúnculo: Uma réplica de argila em miniatura de você mesmo que segue todos os seus comandos. Ele odeia ser cativado por você e reclama amargamente sempre que possível. Qualquer dano causado ao homúnculo também é causado a você. 3 PG, 4 FOR, 13 DES, 5 VON.

source: Homunculus
pt_br: Homúnculo

source: A miniature clay replica of yourself that follows your every command. It hates being enthralled to you and complains bitterly whenever possible. Any damage done to the homunculus is also done to you. 3 HP, 4 STR, 13 DEX, 5 WIL
pt_br: Uma réplica de argila em miniatura de você mesmo que segue todos os seus comandos. Ele odeia ser cativado por você e reclama amargamente sempre que possível. Qualquer dano causado ao homúnculo também é causado a você. 3 PG, 4 FOR, 13 DES, 5 VON

source: You walk the line between healer and harrower, knowing the frailty of the flesh but also the secrets that lie within. With the right tools, life and death are merely words.
pt_br: Você anda na linha entre o curador e o atormentador, conhecendo a fragilidade da carne, mas também os segredos que estão dentro dela. Com as ferramentas certas, a vida e a morte são apenas palavras.

source: Bonesaw
pt_br: Serra de Ossos

source: Bandages
pt_br: Bandagens

source: Leech
pt_br: Lesma

source: Restores 1 STR
pt_br: Restaura 1 FOR

source: Stained medical finery
pt_br: Adereços médicos manchados

source: How have you 'improved' yourself?
pt_br: Como você se "melhorou"?

source: You have a replacement eye that can magnify objects, act as a telescope, and provide minimal night vision. You cannot wear anything metal on your head, and the presence of strong magnets make you deprived.
pt_br: Você tem um olho substituto que pode ampliar objetos, agir como um telescópio e fornecer visão noturna mínima. Você não pode usar nada de metal na cabeça, e a presença de ímãs fortes o torna privado.

source: One foot is mostly metal (kick, d6), and you treat some tough terrain as Easy. Carry an Oil Can (6 uses). Without a daily application, you are deprived and noisy.
pt_br: Um pé é principalmente metal (chute, d6), e você trata alguns terrenos difíceis como Fácil. Carregue uma Lata de Óleo (6 usos). Sem uma aplicação diária, você fica privado e barulhento.

source: Without a daily application you are deprived and noisy.
pt_br: Sem uma aplicação diária você fica privado e barulhento.

source: One of your fingers has been swapped, the bone replaced by gold and iron. Take a Hook and a Screwdriver that can attach to the fingertip.
pt_br: Um dos seus dedos foi trocado, o osso foi substituído por ouro e ferro. Pegue um gancho e uma chave de fenda que possam ser presos à ponta do dedo.Um dos seus dedos foi trocado, o osso foi substituído por ouro e ferro. Pegue um gancho e uma chave de fenda que possam ser presos à ponta do dedo.

source: Hook & Screwdriver
pt_br: Gancho e chave de fenda

source: Attaches to mechanical finger.
pt_br: Fixa-se ao dedo mecânico.

source: Both ears have been surgically enhanced, tripling your hearing. You can focus on a specific sound, such as a conversation, at a great distance. You wear an ear flap to protect against sudden loud noises (WIL save to avoid temporary paralysis).
pt_br: Both ears have been surgically enhanced, tripling your hearing. You can focus on a specific sound, such as a conversation, at a great distance. You wear an ear flap to protect against sudden loud noises (VON save to avoid temporary paralysis).

source: Your chest is lined with alchemical sigils, toughening the skin (Armor 1). Wearing other metallic armor nullifies the effect.
pt_br: Seu peito é revestido com sigilos alquímicos, endurecendo a pele (Armadura 1). Usar outra armadura metálica anula o efeito.

source: Alchemical Sigils
pt_br: Sigilos Alquímicos

source: Your chest is lined with alchemical sigils, _toughening the skin_ (1 Armor).
pt_br: Seu peito é revestido com sigilos alquímicos, _endurecendo a pele_ (1 Armadura).

source: What rare tool is essential to your work?
pt_br: Que ferramenta rara é essencial para seu trabalho?

source: Regrowth Salve: Regrows a body part over the course of a day. 1 use.
pt_br: Pomada para regeneração: faz uma parte do corpo crescer novamente ao longo de um dia. 1 uso.

source: Regrowth Salve
pt_br: Pomada de regeneração

source: Regrows a body part over the course of a day.
pt_br: Faz uma parte do corpo crescer novamente ao longo de um dia.

source: Graftgrub: A small worm that can fuse inanimate objects with parts of the body. 1 use.
pt_br: Larva de Enxerto: Um pequeno verme que pode fundir objetos inanimados com partes do corpo. 1 uso.

source: Graftgrub
pt_br: Larva de enxerto

source: Fuses inanimate objects with parts of the body.
pt_br: Funde objetos inanimados com partes do corpo.

source: Woundwax: Heals wounds from fire or chemicals (restoring full STR) but nothing else. 2 uses.
pt_br: Cera para Ferimentos: Cura ferimentos causados ​​por fogo ou produtos químicos (restaurando FOR total), mas nada mais. 2 usos.

source: Woundwax
pt_br: Cera para feridas

source: Heals wounds from fire or chemicals restoring full STR.
pt_br: Cura ferimentos causados ​​por fogo ou produtos químicos, restaurando FOR completamente.

source: Quicksilver: A stimulant. Go first in combat, and automatically pass any WIL saves for one hour. Addictive: Save STR or become deprived after 24 hours without it. 4 uses.
pt_br: Mercúrio: Um estimulante. Vá primeiro em combate e passe automaticamente em qualquer teste de resistência de VON por uma hora. Viciante: Economize FOR ou fique privado após 24 horas sem ele. 4 usos.

source: Quicksilver
pt_br: Mercúrio

source: Stimulant. Go first in combat, and automatically pass any WIL saves for one hour. Addictive: Save STR or become deprived after 24 hours without it.
pt_br: Um estimulante. Vá primeiro em combate e passe automaticamente em qualquer teste de resistência de VON por uma hora. Viciante: Economize FOR ou fique privado após 24 horas sem ele. 4 usos.

source: Pneuma Pump: Portable iron lungs (bulky). Enables life-saving surgery or underwater breathing.
pt_br: Bomba pneumática: Pulmões de ferro portáteis (volumosos). Permite cirurgias que salvam vidas ou respiração subaquática.

source: Pneuma Pump
pt_br: Bomba pneumática

source: Portable iron lungs. Enables life-saving surgery or underwater breathing.
pt_br: Pulmões de ferro portáteis. Permite cirurgias que salvam vidas ou respiração subaquática.

source: Lodestone: Draws out dangerous elements from the body and acts as a powerful magnetic force.
pt_br: Pedra-ímã: Extrai elementos perigosos do corpo e atua como uma poderosa força magnética.

source: Lodestone
pt_br: Pedra-ímã

source: Draws out dangerous elements from the body and acts as a powerful magnetic force.
pt_br: Extrai elementos perigosos do corpo e atua como uma poderosa força magnética.

source: You alone can walk among the creatures of the wild, fearless and in control. You share a connection with animals that others can only dream of... so long as you don't become their snack.
pt_br: Você sozinho pode caminhar entre as criaturas selvagens, destemido e no controle. Você compartilha uma conexão com animais que outros só podem sonhar... contanto que você não se torne o lanche deles.

source: Leather Whip
pt_br: Chicote de couro

source: Soporific Darts
pt_br: Dardos Soporíficos

source: STR save or fall asleep.
pt_br: Suceda em uma salvaguarda de FOR ou adormeça.

source: Lure
pt_br: Atrair
