Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Floats of its own volition, bouncing off of whatever it touches.
pt_br: Flutua por vontade própria, ricocheteando em tudo o que toca.

source: Magic Dampener
pt_br: Amortecedor Mágico

source: All nearby magical effects have their effectiveness halved.
pt_br: Todos os efeitos mágicos próximos têm sua eficácia reduzida pela metade.

source: Relics within 100ft of the spellbook cannot be recharged.
pt_br: Relíquias a até 30 metros do livro de magias não podem ser recarregadas.

source: Manse
pt_br: Mansão

source: A sturdy, furnished cottage appears for hours. You can permit and forbid entry to it at will.
pt_br: Uma casa de campo resistente e mobiliada aparece por horas. Você pode permitir e proibir a entrada nela à vontade.

source: If left inside, both the book and the cottage vanish forever.
pt_br: Se deixados lá dentro, tanto o livro quanto a casa desaparecem para sempre.

source: Marble Craze
pt_br: Mania de mármore

source: Your pockets are full of marbles and will refill every 30 seconds.
pt_br: Seus bolsos estão cheios de bolinhas de gude e serão reabastecidos a cada 30 segundos.

source: When jostled, makes a playful rattling sound.
pt_br: Quando sacudido, emite um som brincalhão de chocalho.

source: Masquerade
pt_br: Disfarce

source: A character's appearance and voice becomes identical to those of a character you touch.
pt_br: A aparência e a voz de um personagem se tornam idênticas às de um personagem que você toca.

source: Extended use causes the owner to develop unconscious yet noticeable tics.
pt_br: O uso prolongado faz com que o dono desenvolva tiques inconscientes, porém perceptíveis.

source: Miniaturize
pt_br: Miniaturizar

source: A creature you touch is shrunk down to the size of a mouse.
pt_br: Uma criatura que você toca é reduzida ao tamanho de um rato.

source: The text is ludicrously, comically large.
pt_br: O texto é ridiculamente e comicamente grande.

source: Mirror Image
pt_br: Imagem espelhada

source: An illusory duplicate of yourself appears and is under your control.
pt_br: Uma duplicata ilusória de você aparece e fica sob seu controle.

source: Over time, the owner begins to question who is the original, and who is the duplicate.
pt_br: Com o tempo, o proprietário começa a questionar quem é o original e quem é a duplicata.

source: Mirrorwalk
pt_br: Caminhada no espelho

source: Will not open unless the owner politely knocks on the cover.
pt_br: Não abrirá a menos que o proprietário bata educadamente na tampa.

source: Multiarm
pt_br: Multibraço

source: You temporarily gain an extra arm.
pt_br: Você ganha temporariamente um braço extra.

source: After use, the caster is wracked with phantom limb syndrome for a day.
pt_br: Após o uso, o conjurador fica atormentado pela síndrome do membro fantasma por um dia.

source: Night Sphere
pt_br: Esfera Noturna

source: A 50ft-wide sphere of darkness displaying the night sky appears before you.
pt_br: Uma esfera de escuridão de 15 metros de largura exibindo o céu noturno aparece diante de você.

source: Displays a prominent constellation on its cover.
pt_br: Exibe uma constelação proeminente em sua capa.

source: Objectify
pt_br: Objetivar

source: You become any inanimate object between the size of a grand piano and an apple.
pt_br: Você se torna qualquer objeto inanimado entre o tamanho de um piano de cauda e uma maçã.

source: The owner experiences intense pareidolia for days after use.
pt_br: O proprietário sente pareidolia intensa por dias após o uso.

source: Ooze Form
pt_br: Forma de Gosma

source: You become a living jelly.
pt_br: Você se torna uma gelatina viva.

source: Slowly drips an acid that eventually eats away anything it touches.
pt_br: Um ácido escorre lentamente e acaba corroendo tudo o que toca.

source: Pacify
pt_br: Pacificar

source: A creature near you has an aversion to violence.
pt_br: Uma criatura perto de você tem aversão à violência.

source: Smells of jasmine and incense. Attracts children.
pt_br: Cheira a jasmim e incenso. Atrai crianças.

source: Phobia
pt_br: Fobia

source: A nearby creature becomes terrified of an object of your choice.
pt_br: Uma criatura próxima fica aterrorizada com um objeto de sua escolha.

source: Over time, haunting, abstract art begins to fill its pages.
pt_br: Com o tempo, uma arte abstrata e assustadora começa a preencher suas páginas.

source: Pit
pt_br: Poço

source: A pit 10ft wide and 10ft deep opens in the ground.
pt_br: Um poço de 3 metros de largura e 3 metros de profundidade se abre no chão.

source: A standard piton can be safely stored in its spine.
pt_br: Um piton padrão pode ser armazenado com segurança em sua espinha.

source: Primal Surge
pt_br: Surto Primordial

source: A creature rapidly evolves into a future version of its species.
pt_br: Uma criatura evolui rapidamente para uma versão futura de sua espécie.

source: The owner is haunted by strange visions of their own ancestors.
pt_br: O dono é assombrado por estranhas visões de seus próprios ancestrais.

source: Push/Pull
pt_br: Empurrar/Puxar

source: An object of any size is pulled directly towards you or pushed directly away from you with the strength of one man.
pt_br: Um objeto de qualquer tamanho é puxado diretamente em sua direção ou empurrado diretamente para longe de você com a força de um homem.

source: Any force against the book is comically amplified.
pt_br: Qualquer força contra o livro é comicamente amplificada.

source: Raise Dead
pt_br: Ressuscitar Mortos

source: A skeleton rises from the ground to serve you. They are incredibly stupid and can only obey simple orders.
pt_br: Um esqueleto se ergue do chão para servir você. Eles são incrivelmente estúpidos e só conseguem obedecer ordens simples.

source: The owner becomes more and more fascinated with bones after each use.
pt_br: O dono fica cada vez mais fascinado pelos ossos após cada uso.

source: Raise Spirit
pt_br: Elevar o espírito

source: The spirit of a nearby corpse manifests and will answer 1 question.
pt_br: O espírito de um cadáver próximo se manifesta e responderá a 1 pergunta.

source: The answers (but not their questions) are forever inscribed in its pages.
pt_br: As respostas (mas não as perguntas) estão para sempre inscritas em suas páginas.

source: Read Mind
pt_br: Ler Mente

source: You can hear the surface thoughts of nearby creatures.
pt_br: Você pode ouvir os pensamentos superficiais de criaturas próximas.

source: Long-term possession can cause the reader to mistake the thoughts of others as their own.
pt_br: A posse prolongada pode fazer com que o leitor confunda os pensamentos dos outros com os seus.

source: Repel
pt_br: Repelir

source: Two objects are strongly magnetically repelled from each other within 10 feet.
pt_br: Dois objetos são fortemente repelidos magneticamente um do outro em uma distância de 3 metros.

source: Closed by two powerful straps that spring open at inopportune times.
pt_br: Fechado por duas tiras poderosas que abrem em momentos inoportunos.

source: Scry
pt_br: Vidência

source: You can see through the eyes of a creature you touched earlier today.
pt_br: Você pode ver através dos olhos de uma criatura que você tocou hoje mais cedo.

source: The owner's eyes turn milky-white for an hour after use.
pt_br: Os olhos do dono ficam branco-leitosos por uma hora após o uso.

source: Sculpt Elements
pt_br: Elementos Esculpidos

source: Inanimate material behaves like clay in your hands.
pt_br: A matéria inanimada se comporta como argila em suas mãos.

source: Slowly decays on contact with wood or cloth. Bury in dirt or submerge in water to refresh.
pt_br: Decompõe-se lentamente em contato com madeira ou tecido. Enterre na terra ou mergulhe na água para refrescar.

source: Sense
pt_br: Senso

source: Choose one kind of object (key, gold, arrow, jug, etc). You can sense the nearest example.
pt_br: Escolha um tipo de objeto (chave, ouro, flecha, jarro, etc.). Você pode sentir o exemplo mais próximo.

source: The book's previous owner is always aware of the book's current location.
pt_br: O antigo dono do livro sempre sabe a localização atual do livro.

source: Shield
pt_br: Escudo

source: A creature you touch is protected from mundane attacks for one minute.
pt_br: Uma criatura que você tocar fica protegida de ataques mundanos por um minuto.

source: Bound in rusty ring-mail and is quite heavy. If held, provides +1 Armor.
pt_br: Encadernado em malha de anel enferrujada e é bem pesado. Se segurado, fornece +1 de Armadura.

source: A creature you touch is invisible until they move.
pt_br: Uma criatura que você toca fica invisível até se mover.

source: Invisible to any but the book's current owner.
pt_br: Invisível para qualquer um, exceto para o atual dono do livro.

source: Shuffle
pt_br: Embaralhar

source: Two creatures you can see instantly switch places.
pt_br: Duas criaturas que você pode ver trocam de lugar instantaneamente.

source: If stolen but not yet read, it reappears wherever its owner last left it.
pt_br: Se for roubado, mas ainda não lido, ele reaparece onde seu dono o deixou pela última vez.

source: Sleep
pt_br: Dormir

source: A creature you can see falls into a light sleep.
pt_br: Uma criatura que você pode ver cai em um sono leve.

source: Soft as a pillow, but yields only fitful sleep.
pt_br: Macio como um travesseiro, mas proporciona apenas um sono agitado.

source: Slick
pt_br: Lisa

source: Every surface in a 30ft radius becomes extremely slippery.
pt_br: Qualquer superfície num raio de 9 metros se torna extremamente escorregadia.

source: Gloves are required for handling, lest the book is dropped in a most comical fashion.
pt_br: É necessário usar luvas para manuseá-lo, para que o livro não caia de uma forma muito cômica.

source: Smoke Form
pt_br: Forma de fumaça

source: Your body becomes a living smoke that you can control.
pt_br: Seu corpo se torna uma fumaça viva que você pode controlar.

source: Smells of campfire. The pages cannot be burnt, but are very sensitive to moisture.
pt_br: Cheira a fogueira. As páginas não podem ser queimadas, mas são muito sensíveis à umidade.

source: Sniff
pt_br: Cheirar

source: You can smell even the faintest traces of scents.
pt_br: Você pode sentir até mesmo os mais tênues traços de aromas.

source: Expresses a strong odor detectable only by its owner.
pt_br: Exala um odor forte detectável apenas pelo seu dono.

source: Snuff
pt_br: Tufo

source: The source of any mundane light you can see is instantly snuffed out.
pt_br: A fonte de qualquer luz mundana que você possa ver é imediatamente apagada.

source: If left in one place for long periods, nearby light sources eventually dim, then finally go out.
pt_br: Se deixadas no mesmo lugar por longos períodos, as fontes de luz próximas acabam escurecendo e finalmente se apagando.

source: Sort
pt_br: Organizar

source: Inanimate items sort themselves according to categories you set.
pt_br: Itens inanimados se classificam de acordo com categorias definidas por você.

source: Rights itself when dropped or thrown.
pt_br: Endireita-se quando cai ou é arremessado.

source: Skillful Repair
pt_br: Reparo Habilidoso

source: You make minor repairs to a nonliving object.
pt_br: Você faz pequenos reparos em um objeto inanimado.

source: Sewn from the vellum of one hundred books, no two pages are alike.
pt_br: Feito a partir do pergaminho de cem livros, não há duas páginas iguais.

source: Spellsaw
pt_br: Serra mágica

source: A whirling blade flies from your chest, clearing any plant material in its way. It is otherwise harmless.
pt_br: Uma lâmina giratória voa do seu peito, limpando qualquer material vegetal em seu caminho. De outra forma, é inofensiva.

source: Wrapped in stained leather, it should be oiled at least once a month.
pt_br: Envolto em couro manchado, deve ser oleado pelo menos uma vez por mês.

source: Spider Climb
pt_br: Aranha Escalada

source: You can climb surfaces like a spider.
pt_br: Você pode escalar superfícies como uma aranha.

source: New cobwebs must be pushed aside prior to each use. They are hard to remove.
pt_br: Novas teias de aranha devem ser afastadas antes de cada uso. Elas são difíceis de remover.

source: Swarm
pt_br: Enxame

source: You become a swarm of crows, rats, or piranhas. You can only be harmed by blast attacks.
pt_br: Você se torna um enxame de corvos, ratos ou piranhas. Você só pode ser ferido por ataques de explosão.

source: Easily broken into a dozen distinct parts that slowly move towards one another over time.
pt_br: Facilmente dividido em uma dúzia de partes distintas que lentamente se movem em direção uma à outra ao longo do tempo.

source: Telekinesis
pt_br: Telecinese

source: You may mentally 1 move item under 60lbs.
pt_br: Você pode mover mentalmente 1 item com menos de 60 libras.

source: The owner can summon the book through mental command alone (WIL save or become deprived afterwards).
pt_br: O dono pode invocar o livro apenas por meio de comando mental (salvaguarda de VON ou será privado depois).

source: Telepathy
pt_br: Telepatia

source: Two creatures can hear each other's thoughts, no matter how far apart.
pt_br: Duas criaturas podem ouvir os pensamentos uma da outra, não importa a distância.

source: The holder can hear (but not respond) to the thoughts of whoever last possessed it, and vice versa.
pt_br: O portador pode ouvir (mas não responder) aos pensamentos de quem o possuiu por último, e vice-versa.

source: An object or person you can see is transported from one place to another in a 50ft radius.
pt_br: Um objeto ou pessoa que você pode ver é transportado de um lugar para outro em um raio de 15 metros.

source: Can be destroyed to create a portal to another dimension.
pt_br: Pode ser destruído para criar um portal para outra dimensão.

source: Target Lure
pt_br: Isca Alvo

source: An object you touch becomes the target of any nearby spell.
pt_br: Um objeto que você toca se torna alvo de qualquer magia próxima.

source: Attracts all manner of magical creatures, spell leaks, and scrying.
pt_br: Atrai todos os tipos de criaturas mágicas, vazamentos de magia e vidência.

source: A thicket of trees and dense brush up to 50ft wide suddenly sprouts up.
pt_br: Um matagal de árvores e arbustos densos de até 15 metros de largura brotam de repente.

source: Wrapped in vines that must be destroyed again with each use.
pt_br: Envolto em vinhas que devem ser destruídas novamente a cada uso.

source: Passage
pt_br: Passagem

source: Creates a temporary path through wood, stone or brick.
pt_br: Cria um caminho temporário através de madeira, pedra ou tijolo.

source: An object dropped on top of the book inevitably falls through the other side.
pt_br: Um objeto que cai em cima do livro inevitavelmente cai do outro lado.

source: Time Control
pt_br: Controle de tempo

source: Time in a 50ft bubble slows down or increases by 10&#37; for 30 seconds.
pt_br: O tempo em uma bolha de 15 metros diminui ou aumenta em 10% por 30 segundos.

source: Alternates its appearance as either impossibly old or freshly written.
pt_br: Alterna sua aparência como impossivelmente antiga ou recém-escrita.

source: True Sight
pt_br: Visão Verdadeira

source: You see through all nearby illusions.
pt_br: Você vê através de todas as ilusões próximas.

source: Cannot be concealed by magic, and sticks out like a sore thumb.
pt_br: Não pode ser escondido por magia e se destaca como um polegar machucado.

source: Upwell
pt_br: Ressurgência

source: A spring of seawater appears.
pt_br: Uma fonte de água do mar aparece.

source: Hardened leather bindings caked in salt and living barnacles.
pt_br: Encadernações de couro endurecido cobertas de sal e cracas vivas.

source: You completely control what a creature sees.
pt_br: Você controla completamente o que uma criatura vê.

source: An unnerving, lidless eye graces the front cover.
pt_br: Um olho enervante e sem pálpebras enfeita a capa frontal.

source: Visual Illusion
pt_br: Ilusão visual

source: A silent, immobile, room-sized illusion of your choice appears.
pt_br: Uma ilusão silenciosa, imóvel e do tamanho de uma sala de sua escolha aparece.

source: Filled with rich, colorful pages very much like a children's bedtime story.
pt_br: Cheio de páginas ricas e coloridas, muito parecidas com histórias infantis para dormir.

source: Ward
pt_br: Ala

source: A silver circle 50ft across appears on the ground. Choose one species that cannot cross it.
pt_br: Um círculo prateado de 50 pés de diâmetro aparece no chão. Escolha uma espécie que não pode cruzá-lo.

source: The covers are decorated with bizarre, otherworldly creatures with thousands of eyes.
pt_br: As capas são decoradas com criaturas bizarras e sobrenaturais com milhares de olhos.

source: Web
pt_br: Rede

source: Your wrists shoot thick webbing.
pt_br: Seus pulsos disparam uma teia grossa.

source: The text is alien, yet somehow intelligible, for it is the language of dreams.
pt_br: O texto é estranho, mas de alguma forma inteligível, pois é a linguagem dos sonhos.

source: Widget
pt_br: Elemento decorativo

source: A primitive version of a drawn tool or item appears before you and disappears after a short time.
pt_br: Uma versão primitiva de uma ferramenta ou item desenhado aparece diante de você e desaparece após um curto período de tempo.

source: Smells of iron and rust, sweat and effort. Faint sounds of harsh labor emanate from deep within its pages.
pt_br: Cheiros de ferro e ferrugem, suor e esforço. Sons tênues de trabalho duro emanam das profundezas de suas páginas.

source: Wizard Mark
pt_br: Marca do Mago

source: Your finger can shoot a stream of ulfire-colored paint. This paint is only visible to you and can be seen at any distance, even through solid objects.
pt_br: Seu dedo pode disparar um jato de tinta da cor "ulfira". Essa tinta só é visível para você e pode ser vista a qualquer distância, mesmo através de objetos sólidos.

source: Inside the front cover is a small pocket containing a thin pad of paper, listing the name and date of death of all previous owners.
pt_br: Dentro da capa frontal há um pequeno bolso contendo um fino bloco de papel, listando o nome e a data da morte de todos os proprietários anteriores.

source: X-Ray Vision
pt_br: Visão de Raio X

source: You can see through walls, dirt, clothing, etc.
pt_br: Você pode ver através de paredes, sujeira, roupas, etc.

source: Long-term exposure can cause hair loss, blurry vision, and fatigue.
pt_br: A exposição prolongada pode causar perda de cabelo, visão turva e fadiga.

source: Nice
pt_br: Legal

source: Fair
pt_br: Justa

source: Unpleasant
pt_br: Desagradável

source: Inclement
pt_br: Inclemente

source: Extreme
pt_br: Extrema

source: Favorable conditions for travel.
pt_br: Condições favoráveis ​​para viajar.

source: Clear skies, sunny
pt_br: Céu limpo, ensolarado

source: Overcast, breezy
pt_br: Nublado, ventoso

source: Add a Fatigue or add one watch to the journey.
pt_br: Adicione um Fadiga ou adicione um relógio à jornada.

source: Gusting winds, rain showers, sweltering heat, chill air
pt_br: Rajadas de vento, pancadas de chuva, calor sufocante, ar frio

source: Add a Fatigue or add +1 watch. Increase terrain Difficulty by a step.
pt_br: Adicione uma Fadiga ou adicione +1 relógio. Aumente a Dificuldade do terreno em um passo.

source: Thunderstorms, lightning, rain, muddy ground
pt_br: Tempestades, relâmpagos, chuva, solo lamacento

source: Add a Fatigue and add +1 watch. Increase terrain Difficulty by a step.
pt_br: Adicione uma Fadiga e adicione +1 de relógio. Aumente a Dificuldade do terreno em um passo.

source: Blizzards, freezing winds, flooding, mud slides
pt_br: Nevascas, ventos congelantes, inundações, deslizamentos de lama

source: Most parties cannot travel under these conditions.
pt_br: A maioria dos grupos não pode viajar nessas condições.

source: Tornados, tidal waves, hurricane, volcanic eruption
pt_br: Tornados, maremotos, furacões, erupções vulcânicas

source: Encounter: Roll on an encounter table for that terrain type or location. Don’t forget to roll for NPC reactions if applicable.
pt_br: Encontro: role em uma tabela de encontro para aquele tipo de terreno ou local. Não esqueça de rolar para reações de NPCs, se aplicável.

source: Sign: The party discovers a clue, spoor, or indication of a nearby encounter, locality, hidden feature, or information about a nearby area.
pt_br: Sinal: O grupo descobre uma pista, rastro ou indicação de um encontro próximo, localidade, característica oculta ou informação sobre uma área próxima.

source: Environment: A shift in weather or terrain.
pt_br: Ambiente: Uma mudança no clima ou no terreno.

source: Loss: The party is faced with a choice that costs them a resource (rations, tools, etc), time, or effort.
pt_br: Perda: O grupo se depara com uma escolha que lhe custa um recurso (rações, ferramentas, etc.), tempo ou esforço.

source: Exhaustion: The party encounters a barrier, forcing effort, care or delays. This might mean spending extra time (and an additional Wilderness Action) or adding Fatigue to the PC's inventory to represent their difficulties.
pt_br: Exaustão: O grupo encontra uma barreira, forçando esforço, cuidado ou atrasos. Isso pode significar gastar tempo extra (e uma Ação de Deserto adicional) ou adicionar Fadiga ao inventário do PJ para representar suas dificuldades.

source: Quiet: The party finds food, treasure, or other useful resources. The Warden can instead choose to reveal the primary feature of the area.
pt_br: Silêncio: O grupo encontra comida, tesouro ou outros recursos úteis. O Warden pode, em vez disso, escolher revelar a característica primária da área.
