Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Carry up to six of the following spellbooks: Animate Object, Arcane Eye, Deafen, Disassemble, Elemental Wall, Frenzy, Gate, Hover, Hatred, Identify Owner, Knock, Pacify, Raise Dead, Raise Spirit, Shield, Sleep, Smoke Form, Telekinesis, Telepathy, Teleport, Vision, Wizard Mark.
pt_br: Leve até seis dos seguintes Grimórios: Animar Objeto, Olho Arcano, Ensurdecer, Desmontar, Muralha Elemental, Frenesi, Portão, Pairar, Ódio, Identificar Dono, Bater, Pacificar, Ressuscitar Mortos, Ressuscitar Espírito, Escudo, Sono, Forma de Fumaça, Telecinese, Telepatia, Teletransporte, Visão, Marca do Mago.

source: Manticore
pt_br: Manticora

source: claws (d6+d6), tail spike (d8)
pt_br: garras (d6+d6), ponta da cauda (d8)

source: Spiteful monstrosities that wear a humanoid face, a lion's body, wings of a bat, and a scorpion's tail. Dwell in mountainous regions, abandoned castles, and forgotten dungeons.
pt_br: Monstruosidades rancorosas que usam um rosto humanoide, um corpo de leão, asas de morcego e uma cauda de escorpião. Habitam regiões montanhosas, castelos abandonados e masmorras esquecidas.

source: Tail spikes act like darts, regrowing after a few days. A single spike is worth 150gp to a collector.
pt_br: Os espinhos da cauda agem como dardos, crescendo novamente após alguns dias. Um único espinho vale 150gp para um colecionador.

source: Critical Damage: Target is deprived until they get a good night's sleep. Until then, they act boorish, selfish, and cruel (or more so, if that already is their nature).
pt_br: Dano Crítico: O alvo é privado até que tenha uma boa noite de sono. Até lá, ele age de forma grosseira, egoísta e cruel (ou mais, se essa já for sua natureza).

source: Mimic
pt_br: Mímico

source: Malicious shape shifters that take on the form of inanimate objects commonly found in dungeons.
pt_br: Metamorfos maliciosos que assumem a forma de objetos inanimados comumente encontrados em masmorras.

source: Remain motionless while in disguise, surprising anyone that comes near.
pt_br: Permaneça imóvel enquanto estiver disfarçado, surpreendendo qualquer um que se aproxime.

source: The mimic's saliva is extremely sticky and difficult to remove. Alchemists will pay up to 150gp for even the smallest vial.
pt_br: A saliva do mímico é extremamente pegajosa e difícil de remover. Alquimistas pagarão até 150gp até mesmo pelo menor frasco.

source: Mind Lasher
pt_br: Alçador de Mente

source: tentacles (d6, blast)
pt_br: tentáculos (d6, explosão)

source: Humanoid creatures with purple skin and squid-like heads. Dwell deep underground or in spacefaring vessels. Feed on the brains of other humanoids, absorbing their memories and life essence. Highly intelligent, but evil beyond belief.
pt_br: Criaturas humanoides com pele roxa e cabeças semelhantes a lulas. Habitam o subterrâneo profundo ou em naves espaciais. Alimentam-se dos cérebros de outros humanoides, absorvendo suas memórias e essência de vida. Altamente inteligentes, mas malignos além da crença.

source: Mind Blast: Nearby targets must save WIL or lose 1d4 WIL and become paralyzed.
pt_br: Explosão Mental: Alvos próximos devem salvar VON ou perder 1d4 VON e ficar paralisados.

source: Critical Damage: A tentacle rips the victim's brain out of their skull.
pt_br: Dano Crítico: Um tentáculo arranca o cérebro da vítima do crânio.

source: Minotaur
pt_br: Minotauro

source: two-handed axe (d10), charge (d12)
pt_br: machado de duas mãos (d10), carga (d12)

source: Large humanoids (typically male) with the head of a bull. Dwell in mazes or dungeons.
pt_br: Grandes humanoides (tipicamente machos) com cabeça de touro. Habitam labirintos ou masmorras.

source: Extraordinary trackers with an excellent sense of smell and navigation skills.
pt_br: Rastreadores extraordinários com excelente olfato e habilidades de navegação.

source: Mummy
pt_br: Múmia

source: necrotic touch (d10)
pt_br: toque necrótico (d10)

source: Undead humanoids wrapped in funerary cloth. Found in pyramids, ruins, temples, and tombs.
pt_br: Humanoides mortos-vivos envoltos em pano funerário. Encontrados em pirâmides, ruínas, templos e tumbas.

source: Critical Damage: Target is infected with mummy rot, and is unable to recover STR until they are cured by a specialist healer. The target is also deprived.
pt_br: Dano Crítico: O alvo é infectado com podridão de múmia e não consegue recuperar FOR até ser curado por um healer especialista. O alvo também é privado.

source: sword (d6), bite (d10)
pt_br: espada (d6), mordida (d10)

source: Humanoids with the lower body, tail, and neck of snakes. Dwell in hot jungles and temples lost to time.
pt_br: Humanoides com a parte inferior do corpo, cauda e pescoço de cobras. Habitam selvas quentes e templos perdidos no tempo.

source: Use cunning and hypnosis to capture other creatures to be enslaved.
pt_br: Use astúcia e hipnose para capturar outras criaturas e escravizá-las.

source: Gaze: A target facing the Naga is hypnotized, falling under its will. Its victims cannot be compelled to violence.
pt_br: Olhar: Um alvo encarando o Naga é hipnotizado, caindo sob sua vontade. Suas vítimas não podem ser compelidas à violência.

source: Night Cat
pt_br: Gato da noite

source: Intelligent, nocturnal marsupials that make their homes in forests and swamps. Hunt in packs.
pt_br: Marsupiais inteligentes e noturnos que fazem suas casas em florestas e pântanos. Caçam em bandos.

source: Critical Damage: The Night Cat begins to eat the target (d4 STR damage) while they are still alive.
pt_br: Dano Crítico: O Gato Noturno começa a comer o alvo (d4 de dano FOR) enquanto ele ainda está vivo.

source: Night Hag
pt_br: Bruxa da Noite

source: talons (d8+d8)
pt_br: garras (d8+d8)

source: Hideous old women that dwell in dead forests, swamps, and bogs.
pt_br: Velhas horríveis que vivem em florestas mortas, pântanos e charcos.

source: Carry three of the following spellbooks: Arcane Eye, Disguise, Fog Cloud, Identify Owner, Smoke Form.
pt_br: Leve três dos seguintes livros de magia: Olho Arcano, Disfarce, Nuvem de Névoa, Identificar Proprietário, Forma de Fumaça.

source: Nightmare
pt_br: Pesadelo

source: flaming hooves (d8+d8)
pt_br: cascos flamejantes (d8+d8)

source: Intelligent, demonic horses with eyes like burning coals, smoldering nostrils, and flaming hooves.
pt_br: Cavalos inteligentes e demoníacos com olhos como brasas, narinas fumegantes e cascos flamejantes.

source: Melee attacks against the Nightmare are impaired due to the thick clouds of smoke it produces.
pt_br: Ataques corpo a corpo contra o Pesadelo são prejudicados devido às espessas nuvens de fumaça que ele produz.

source: Ogre
pt_br: Ogro

source: Massive, gluttonous brutes of ill-spirit and low intelligence.
pt_br: Brutos enormes e glutões, de mau espírito e baixa inteligência.

source: Easily impressed by shiny materials, keeping sacks of gold and treasure in their lairs.
pt_br: Facilmente impressionados com materiais brilhantes, guardam sacos de ouro e tesouros em seus covis.

source: Owlbear
pt_br: Urso-coruja

source: beak (d10), claws (d8+d8)
pt_br: bico (d10), garras (d8+d8)

source: Bear-like carnivores with the face of an owl. Found in dense forests. Rumored spawn of a magical mishap.
pt_br: Carnívoros parecidos com ursos com rosto de coruja. Encontrados em florestas densas. Rumores dizem que são crias de um acidente mágico.

source: Critical Damage: A piece of armor is rent and destroyed.
pt_br: Dano Crítico: Uma peça de armadura é rasgada e destruída.

source: Phoenix
pt_br: Fênix

source: talons (d10+d10)
pt_br: garras (d10+d10)

source: Intelligent, hawk-like spirits of pure flame, found in isolated deserts and high mountains.
pt_br: Espíritos inteligentes, semelhantes a falcões, de chama pura, encontrados em desertos isolados e altas montanhas.

source: If killed, they explode in a burst of flames. They are reborn 1d3 days later from the ashes.
pt_br: Se mortos, eles explodem em uma explosão de chamas. Eles renascem 1d3 dias depois das cinzas.

source: Their feathers are highly-sought after for their healing properties.
pt_br: Suas penas são muito procuradas por suas propriedades curativas.

source: Pixie
pt_br: Duende

source: Tiny humanoids with insectoid wings. Naturally invisible.
pt_br: Pequenos humanoides com asas insetoides. Naturalmente invisíveis.

source: Can cast Sleep and Masquerade at will.
pt_br: Pode lançar Sono e Máscara à vontade.

source: Purple Worm
pt_br: Minhoca roxa

source: Gargantuan worms that lair in enormous burrows deep underground, only coming to the surface to eat. Found in high deserts and hot tundra.
pt_br: Vermes gigantescos que se escondem em enormes tocas no subsolo, vindo à superfície apenas para comer. Encontrados em desertos altos e tundras quentes.

source: Critical Damage: The target is devoured, taking d8 STR damage from the acid in the worm's stomach.
pt_br: Dano Crítico: O alvo é devorado, sofrendo d8 de dano de FOR do ácido no estômago do verme.

source: Red Cap
pt_br: Boné Vermelho

source: dual sickles (d6+d6)
pt_br: foices duplas (d6+d6)

source: Born from blood left to rot in the land of Fairy. Their hats are a deep red from the blood they bathe in.
pt_br: Nascidos do sangue deixado para apodrecer na terra das Fadas. Seus chapéus são de um vermelho profundo do sangue em que se banham.

source: Ignore those with little to live for, as there is no pleasure in their murder.
pt_br: Ignore aqueles que têm pouco pelo que viver, pois não há prazer em matá-los.

source: Critical Damage: Target is eviscerated, the spray of their blood restoring STR loss suffered by the Red Cap.
pt_br: Dano Crítico: O alvo é eviscerado, e o jato de sangue restaura a perda de FOR sofrida pelo Red Cap.

source: Reptilian
pt_br: Reptiliano

source: bone spear (d8)
pt_br: lança de osso (d8)

source: Amphibian humanoids that live in large tribes near swamps and jungles.
pt_br: Humanoides anfíbios que vivem em grandes tribos perto de pântanos e selvas.

source: Craft their armor and weapons from the bones of their prey. They will eat anything, including humanoids.
pt_br: Crie suas armaduras e armas a partir dos ossos de suas presas. Eles comem qualquer coisa, incluindo humanoides.

source: Root Goblin
pt_br: Goblin Raiz

source: spear (d6)
pt_br: lança (d6)

source: Avoid combat unless they have the advantage (such as greater numbers).
pt_br: Evite o combate, a menos que tenha vantagem (como um número maior).

source: Guard their stolen goods to the death.
pt_br: Guardam seus bens roubados até a morte.

source: Root Goblins prize spellbooks and are always willing to trade.
pt_br: Os Goblins Raiz valorizam livros de feitiços e estão sempre dispostos a negociá-los.

source: Root Witch
pt_br: Bruxa Raiz

source: tuber-fingers (d6)
pt_br: dedos de tubérculo (d6)

source: Excellent tunnelers that hide underground near water. Wiggle tiny fronds into the air as lures.
pt_br: Excelentes escavadores que se escondem no subsolo perto da água. Balançam pequenas folhas no ar como iscas.

source: Above-ground, appear vaguely humanoid with the face of a rotted tree stump.
pt_br: Acima do solo, parece vagamente humanoide com o rosto de um toco de árvore podre.

source: Will exchange rare minerals for a 'fresh corpse' of any kind.
pt_br: Trocará minerais raros por um "cadáver fresco" de qualquer tipo.

source: Rust Monster
pt_br: Monstro da Ferrugem

source: Armadillo-like creatures with club-like tails and long antennae. Feed on iron and rusted metal.
pt_br: Criaturas parecidas com tatus, com caudas em forma de clava e longas antenas. Alimentam-se de ferro e metal enferrujado.

source: Any mundane metals their antennae touch instantly become rust. Can smell metal from a long distance away.
pt_br: Qualquer metal mundano que suas antenas tocam instantaneamente se torna ferrugem. Podem sentir o cheiro de metal a uma longa distância.

source: Critical Damage: Metal armor rusts into useless weight.
pt_br: Dano Crítico: A armadura de metal enferruja e se torna um peso inútil.

source: Sea Hag
pt_br: Bruxa do mar

source: long claws (d6+d6)
pt_br: garras longas (d6+d6)

source: Ghostly, green-skinned hags that dwell in seaweed forests and warm shallow waters.
pt_br: Bruxas fantasmagóricas de pele verde que vivem em florestas de algas marinhas e águas rasas e mornas.

source: Immune to magic from spellbooks.
pt_br: Imune à magia de livros de feitiços.

source: Hideous Gaze: A target is overcome with fear (HP drops to 0). WIL save each round to break the spell.
pt_br: Olhar Medonho: Um alvo é tomado pelo medo (PG cai para 0). Salvaguarda de VON a cada rodada para quebrar o feitiço.

source: Shadow
pt_br: Sombra

source: draining touch (d6, ignores armor)
pt_br: toque drenante (d6, ignora armadura)

source: Incorporeal monsters that look like animated shadows. Unharmed by mundane attacks, sleep or mind control.
pt_br: Monstros incorpóreos que parecem sombras animadas. Ilesos de ataques mundanos, sono ou controle mental.

source: Critical Damage: Target loses d4 STR. If reduced to 0 STR, they become a shadow as well.
pt_br: Dano Crítico: O alvo perde d4 de FOR. Se reduzido a 0 de FOR, ele também se torna uma sombra.

source: Shambling Mound
pt_br: Monte cambaleante

source: tendrils (d8+d8), detachment
pt_br: gavinhas (d8+d8), destacamento

source: Tall humanoids made of slimy vegetation. Dwell in dark swamps and damp undergrounds.
pt_br: Altos humanoides feitos de vegetação viscosa. Habitam pântanos escuros e subterrâneos úmidos.

source: Critical Damage: Target is swallowed whole and dragged away.
pt_br: Dano Crítico: O alvo é engolido inteiro e arrastado para longe.

source: Skeleton
pt_br: Esqueleto

source: rusty sword (d6) or bow (d6)
pt_br: espada enferrujada (d6) ou arco (d6)

source: Frequently found serving a master or necromancer, often in groups of 3 or more.
pt_br: Frequentemente encontrados servindo a um mestre ou necromante, geralmente em grupos de 3 ou mais.

source: Found wearing whatever was on them at the time of their death.
pt_br: Encontrados vestindo o que quer que fosse que estava vestindo no momento de sua morte.

source: If a skeleton is killed and its bones are not scattered, it reforms.
pt_br: Se um esqueleto é morto e seus ossos não são espalhados, ele se reforma.

source: Sky Giant
pt_br: Gigante do Céu

source: mace (d10), detachment
pt_br: maça (d10), destacamento

source: Towering, white-skinned giants that live in castles high in the mountains.
pt_br: Gigantes imponentes de pele branca que vivem em castelos no alto das montanhas.

source: Missile attacks against them are impaired due to the powerful winds surrounding them.
pt_br: Os ataques de mísseis contra eles são prejudicados devido aos fortes ventos que os cercam.

source: Sphinx
pt_br: Esfinge

source: claws (d8+d8, blast), beak (d10)
pt_br: garras (d8+d8, explosão), bico (d10)

source: Mythical beasts with the upper body and head of a human, the wings of an eagle, and the body of a lion. Immune to magic of any kind.
pt_br: Bestas míticas com a parte superior do corpo e a cabeça de um humano, as asas de uma águia e o corpo de um leão. Imune a magia de qualquer tipo.

source: Poses riddles to anyone they meet. Failure to answer correctly is usually met with death. They know almost everything worth knowing.
pt_br: Propõe enigmas para qualquer um que encontre. Não responder corretamente geralmente é recebido com morte. Eles sabem quase tudo que vale a pena saber.

source: Roar: Anyone in earshot must save WIL or flee in fear.
pt_br: Rugido: Qualquer um que estiver por perto deve salvar VON ou fugir com medo.

source: Storm Giant
pt_br: Gigante da Tempestade

source: great sword (d12), detachment
pt_br: grande espada (d12), destacamento

source: Building-sized humanoids with bronze-hued skin and light-colored hair. Live on the highest mountain peaks and rockiest coastlines.
pt_br: Humanoides do tamanho de prédios com pele bronzeada e cabelos claros. Vivem nos picos mais altos das montanhas e nas costas mais rochosas.

source: Unharmed by lightning, can summon storm clouds at their will. Can fly with the wind as a their chariot.
pt_br: Ileso por raios, pode convocar nuvens de tempestade à vontade. Pode voar com o vento como sua carruagem.

source: Thunderclap: Deals 4 STR damage against a single target. Targets wearing metal armor take double damage.
pt_br: Thunderclap: Causa 4 de dano na FOR contra um único alvo. Alvos usando armadura de metal recebem o dobro de dano.

source: Swine Thing
pt_br: Coisa de Porco

source: gore (d6+d6)
pt_br: sangue coagulado (d6+d6)

source: Obese humanoids that transform into massive porcine monstrosities to feast on human flesh.
pt_br: Humanoides obesos que se transformam em enormes monstruosidades suínas para se banquetearem com carne humana.

source: Prefer to hunt in isolated settlements close to forests and wetlands. Can only shapeshift at night.
pt_br: Prefere caçar em assentamentos isolados perto de florestas e pântanos. Só pode mudar de forma à noite.

source: Charm: Target obeys the swine's every command until it is killed. WIL save once per round to break free.
pt_br: Charme: O alvo obedece a todos os comandos do porco até ser morto. VON salvará uma vez por rodada para se libertar.

source: Titan
pt_br: Titã

source: lightning sword (d12), detachment
pt_br: espada relâmpago (d12), destacamento

source: Mythical, humanoid giants of radiant beauty and powerfully athletic bodies. Beneficent of character, but prone to megalomania.
pt_br: Gigantes míticos, humanoides, de beleza radiante e corpos poderosamente atléticos. Beneficentes de caráter, mas propensos à megalomania.

source: Natives of other planes of existence, but sometimes have strongholds in the mortal world.
pt_br: Nativos de outros planos de existência, mas às vezes têm fortalezas no mundo mortal.

source: Can levitate, shape shift, and sculpt elements at will.
pt_br: Pode levitar, mudar de forma e esculpir elementos à vontade.

source: roots (d8+d8, blast)
pt_br: raízes (d8+d8, explosão)

source: Sentient, bipedal trees with a vaguely humanoid face on their trunks. Found in the deepest part of the wood.
pt_br: Árvores sencientes, bípedes, com um rosto vagamente humanoide em seus troncos. Encontradas na parte mais profunda da floresta.

source: Speak slowly and ponderously, with a deep voice. Timeless, living for thousands of years.
pt_br: Fale devagar e ponderadamente, com uma voz profunda. Atemporal, vivendo por milhares de anos.

source: Triton
pt_br: Tritão

source: trident (d8)
pt_br: tridente (d8)

source: Aquatic humanoids with silvery skin, blue-green hair, and scaled legs ending in fins. Dwell in warmer waters close to land.
pt_br: Humanoides aquáticos com pele prateada, cabelo verde-azulado e pernas escamosas terminando em barbatanas. Habitam águas mais quentes perto da terra.

source: Lair in beautiful castles sculpted from sea rock and coral. Command vast schools of fish for both protection and food.
pt_br: Covil em belos castelos esculpidos em rochas marinhas e corais. Comande vastos cardumes de peixes para proteção e comida.

source: bite (d10), claws (d8+d8)
pt_br: mordida (d10), garras (d8+d8)

source: Giant, warty humanoids of flesh and bark. Dwell underground or in deep forests, as well as the ruined homes of their former victims. Carnivorous.
pt_br: Humanoides gigantes e verrucosos de carne e casca. Habitam o subsolo ou florestas profundas, assim como as casas em ruínas de suas antigas vítimas. Carnívoros.

source: When taking Critical Damage, a Troll will continue fighting, despite loss of flesh and limb. Only when their STR is 0 are they truly killed.
pt_br: Ao receber dano crítico, um Troll continuará lutando, apesar da perda de carne e membros. Somente quando sua FOR for 0 eles são realmente mortos.

source: Unicorn
pt_br: Unicórnio

source: horn (d10, ignores armor)
pt_br: chifre (d10, ignora armadura)

source: Magical horses with a single long horn on their foreheads. Timid, but proud and willful, are seen as divine beings.
pt_br: Cavalos mágicos com um único chifre longo na testa. Tímidos, mas orgulhosos e voluntariosos, são vistos como seres divinos.

source: Their hair is worth a small fortune due to its powerful healing properties.
pt_br: Seus cabelos valem uma pequena fortuna devido às suas poderosas propriedades curativas.

source: Vampire
pt_br: Vampiro

source: Charming, undead creatures that drink the blood of mortals. Act at night and sleep in a coffin during the day. Can change into a bat at will.
pt_br: Criaturas encantadoras, mortas-vivas, que bebem o sangue de mortais. Agem à noite e dormem em um caixão durante o dia. Podem se transformar em um morcego à vontade.

source: Regeneration: A damaged vampire regains 6 HP when it bites a target that has blood. If killed, it becomes a cloud of gas and retreats to its coffin, reforming at the next nightfall. Can only be killed if exposed to sunlight or if the coffin is destroyed.
pt_br: Regeneração: Um vampiro danificado recupera 6 PG quando morde um alvo que tem sangue. Se morto, ele se torna uma nuvem de gás e recua para seu caixão, reformando-se no próximo anoitecer. Só pode ser morto se exposto à luz do sol ou se o caixão for destruído.

source: Critical Damage: The vampire drains the target's essence, dealing d12 damage to WIL. If the target reaches 0 WIL this way, it dies and is raised as a thrall of the vampire.
pt_br: Dano Crítico: O vampiro drena a essência do alvo, causando d12 de dano a VON. Se o alvo atingir 0 VON dessa forma, ele morre e é erguido como um escravo do vampiro.

source: Viper
pt_br: Víbora

source: Poisonous snakes often found in caves, pits, and other dark places. An antitoxin can be made from their poison sacs.
pt_br: Cobras venenosas geralmente encontradas em cavernas, fossos e outros lugares escuros. Uma antitoxina pode ser feita de seus sacos de veneno.

source: Use heat and smell to track their victims.
pt_br: Use calor e cheiro para rastrear suas vítimas.

source: Critical Damage: Target is poisoned, dying in 1d12 hours without a cure.
pt_br: Dano Crítico: O alvo é envenenado e morre em 1d12 horas sem cura.

source: Warp Panther
pt_br: Pantera da Dobra

source: tentacles (d8+d8, blast), bite (d10)
pt_br: tentáculos (d8+d8, explosão), mordida (d10)

source: Grotesque panther-like predators with long razored tentacles growing out of their backs.
pt_br: Predadores grotescos parecidos com panteras, com longos tentáculos cortantes saindo de suas costas.

source: Resistant to magical attacks. Caster must make a WIL save for the intended effect to succeed.
pt_br: Resistente a ataques mágicos. O conjurador deve fazer um teste de resistência de VON para que o efeito pretendido tenha sucesso.

source: Can teleport a short distance away at will. Hate Blink Dogs.
pt_br: Pode se teletransportar para uma curta distância à vontade. Odeia Cães da Dobra.

source: Warrior Snail
pt_br: Caracol Guerreiro

source: tentacles (d8+d8)
pt_br: tentáculos (d8+d8)

source: Giant armored snails with heavy, club-like tentacles.
pt_br: Caracóis gigantes com armaduras e tentáculos pesados, semelhantes a clavas.

source: Some species have colorful shells that can reflect magical attacks.
pt_br: Algumas espécies têm conchas coloridas que podem refletir ataques mágicos.

source: Water Elemental
pt_br: Elemental da Água

source: spray (d8)
pt_br: pulverizar (d8)

source: Rare spirits of lakes, rivers, and seas.
pt_br: Espíritos raros de lagos, rios e mares.

source: Mundane attacks against the Water Elemental are impaired.
pt_br: Ataques mundanos contra o Elemental da Água são prejudicados.

source: Critical Damage: Target is enveloped by the water and drowns in three rounds.
pt_br: Dano Crítico: O alvo é envolvido pela água e se afoga em três rodadas.

source: Werewolf
pt_br: Lobisomem

source: claws (d6+d6), bite (d8)
pt_br: garras (d6+d6), mordida (d8)
