Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Ferocious lycanthropes that can transform into a wolf-shape at will.
pt_br: Licantropos ferozes que podem se transformar em lobo quando quiserem.

source: Mundane attacks are impaired against werewolves, but attacks with weapons made of silver are enhanced.
pt_br: Ataques mundanos são prejudicados contra lobisomens, mas ataques com armas feitas de prata são aprimorados.

source: Critical Damage: Target becomes infected with lycanthropy, transforming into a werewolf by the next full moon.
pt_br: Dano Crítico: O alvo é infectado com licantropia, transformando-se em um lobisomem na próxima lua cheia.

source: Wight
pt_br: Aparição

source: long sword (d10)
pt_br: espada longa (d10)

source: Grotesque, fallen warriors, raised from death for ill purpose. Often astride equally nightmarish steeds, leading lesser undead creatures into battle.
pt_br: Guerreiros grotescos e caídos, ressuscitados da morte para propósitos malignos. Frequentemente montados em corcéis igualmente apavorantes, liderando criaturas mortas-vivas menores para a batalha.

source: Critical Damage: On a fail, any STR loss is permanent.
pt_br: Dano Crítico: Em caso de falha, qualquer perda de FOR é permanente.

source: Will-o-Wisp
pt_br: Fogo-fátuo

source: Nocturnal spirits of cool flame, commonly found in dense woodlands, marshes, and swamps.
pt_br: Espíritos noturnos de chama fria, comumente encontrados em florestas densas, pântanos e charcos.

source: Known to lead travelers astray, to a corpse, or back home again.
pt_br: Conhecido por levar viajantes ao erro, até um cadáver ou de volta para casa.

source: Wolf
pt_br: Lobo

source: Large canines that dwell primarily in forest or tundra.
pt_br: Grandes caninos que vivem principalmente em florestas ou tundras.

source: Can be trained with effort if captured at a young age.
pt_br: Pode ser treinado com esforço se capturado em tenra idade.

source: Wood Troll
pt_br: Troll de madeira

source: bite (d8), club (d10)
pt_br: morder (d8), clava (d10)

source: Large humanoids with elongated arms made of bark or root. They live in forests, sharing a deep connection with the vegetation around them.
pt_br: Grandes humanoides com braços alongados feitos de casca ou raiz. Eles vivem em florestas, compartilhando uma conexão profunda com a vegetação ao redor deles.

source: If killed, they will slowly regenerate unless their corpse is taken out of the forest or burned with fire.
pt_br: Se mortos, eles se regenerarão lentamente, a menos que seu cadáver seja retirado da floresta ou queimado no fogo.

source: Critical Damage: Moss and twigs begin growing out of target's wounds.
pt_br: Dano Crítico: Musgo e galhos começam a crescer nos ferimentos do alvo.

source: Wyvern
pt_br: Serpe

source: stinger (d10)
pt_br: ferrão (d10)

source: Large, intelligent, winged reptiles. Dwell in any terrain, but favor dry cliffs.
pt_br: Répteis grandes, inteligentes e alados. Habitam qualquer terreno, mas preferem penhascos secos.

source: Shy away from other creatures, preferring to silently stalk their targets from afar.
pt_br: Fuja de outras criaturas, preferindo perseguir seus alvos silenciosamente, de longe.

source: Critical Damage: The victim is impaled and held in place. The wyvern then bites their head off.
pt_br: Dano Crítico: A vítima é empalada e mantida no lugar. O serpe então morde sua cabeça.

source: Zombie
pt_br: Zumbi

source: jagged nails (d6)
pt_br: unhas irregulares (d6)

source: Re-animated corpse brought back through necromantic ritual or fell influence. Immune to all mind-influencing effects.
pt_br: Cadáver reanimado trazido de volta por ritual necromântico ou influência caída. Imune a todos os efeitos de influência mental.

source: If not utterly destroyed (by fire, complete dismemberment, etc.), the Zombie will rise again within a few minutes.
pt_br: Se não for completamente destruído (por fogo, desmembramento completo, etc.), o Zumbi ressuscitará em poucos minutos.

source: Critical Damage: Target is infected and becomes deprived. Without the services of a specialist or healer, they will become a zombie in 1d4 days.
pt_br: Dano Crítico: O alvo é infectado e fica privado. Sem os serviços de um especialista ou healer, ele se tornará um zumbi em 1d4 dias.

source: Albino
pt_br: Albino(a)

source: Black
pt_br: Preto(a)

source: Crystalline
pt_br: Cristalino(a)

source: Emaciated
pt_br: Emagrecido(a)

source: Eyeless
pt_br: Sem olhos

source: Feathered
pt_br: Emplumado(a)

source: Gelatinous
pt_br: Gelatinoso(a)

source: Glowing
pt_br: Brilhante

source: Hardened
pt_br: Endurecido(a)

source: Headless
pt_br: Sem cabeça

source: Horned
pt_br: Chifrudo(a)

source: Hunched
pt_br: Curvado(a)

source: Iridescent
pt_br: Iridescente

source: Polyocular
pt_br: Poliocular

source: Scaled
pt_br: Escamado(a)

source: Segmented
pt_br: Segmentado(a)

source: Skeletal
pt_br: Esquelético(a)

source: Slimy
pt_br: Viscoso(a)

source: Translucent
pt_br: Translúcido(a)

source: Twisted
pt_br: Corrompido(a)

source: Antennae
pt_br: Antenas

source: Beak
pt_br: Bico

source: Carapace
pt_br: Carapaça

source: Claws
pt_br: Garras

source: Fangs
pt_br: Presas

source: Feathers
pt_br: Penas

source: Fur
pt_br: Pelagem

source: Gilled
pt_br: Tem guelras

source: Horns
pt_br: Chifres

source: Markings
pt_br: Marcações

source: Scales
pt_br: Escamas

source: Shell
pt_br: Concha

source: Snout
pt_br: Focinho

source: Tail
pt_br: Cauda

source: Talons
pt_br: Garras

source: Tentacles
pt_br: Tentáculos

source: Trunk
pt_br: Porta-malas

source: Tusks
pt_br: Presas

source: Voice
pt_br: Voz

source: Wings
pt_br: Asas

source: Alters Its Size at Will
pt_br: Altera seu tamanho à vontade

source: Changes Color at Will
pt_br: Muda de cor à vontade

source: Collects Rare Flowers
pt_br: Coleciona flores raras

source: Collects Trophies
pt_br: Coleciona Troféus

source: Does Not Die of Old Age
pt_br: Não Morre de Velhice

source: Draws Symbols
pt_br: Desenha Símbolos

source: Fascinated by Fire
pt_br: Fascinado pelo fogo

source: Hoards Books
pt_br: Livros de Acúmulo

source: Loves a Specific Color
pt_br: Ama uma cor específica

source: Reborn Each Day
pt_br: Renascer a cada dia

source: Loves Shiny Objects
pt_br: Adora objetos brilhantes

source: Mimics Voices
pt_br: Imita vozes

source: Moves in a Straight Line
pt_br: Move-se em linha reta

source: Narrates Everything
pt_br: Narra tudo

source: Obsessively Cleans
pt_br: Limpa obsessivamente

source: Plants Grow in Its Wake
pt_br: As plantas crescem em seu rastro

source: Sleeps Upside Down
pt_br: Dorme de Cabeça para Baixo

source: Speaks in Rhymes
pt_br: Fala em Rimas

source: Sweats Rare Minerals
pt_br: Suores Minerais Raros

source: Reproduces Asexually
pt_br: Reproduz-se assexuadamente

source: Alcohol
pt_br: Álcool

source: Cold
pt_br: Frio

source: Conversation
pt_br: Conversa

source: Flattery
pt_br: Bajulação

source: Games
pt_br: Jogos

source: Gifts
pt_br: Presentes

source: Iron
pt_br: Ferro

source: Loud Noises
pt_br: Barulhos altos

source: Mirrors
pt_br: Espelhos

source: Bright Colors
pt_br: Cores brilhantes

source: Moonlight
pt_br: Luar

source: Music
pt_br: Música

source: Prepared Meals
pt_br: Refeições Preparadas

source: Puzzles
pt_br: Quebra-cabeças

source: Religious Icons
pt_br: Ícones religiosos

source: Salt
pt_br: Sal

source: Silver
pt_br: Prata

source: Sunlight
pt_br: Luz solar

source: True Name
pt_br: Nome Verdadeiro

source: Weak Spot
pt_br: Ponto Fraco

source: Bites
pt_br: Mordidas

source: Blunts
pt_br: Contundentes

source: Burns
pt_br: Queimaduras

source: Freezes
pt_br: Congela

source: Kicks
pt_br: Chutes

source: Punches
pt_br: Socos

source: Shoots
pt_br: Disparos

source: Slams
pt_br: Bate

source: Slashes
pt_br: Golpeia

source: Slices
pt_br: Fatias

source: Smashes
pt_br: Esmaga

source: Sprays
pt_br: Pulveriza

source: Squeezes
pt_br: Aperta

source: Stabs
pt_br: Apunhala

source: Stings
pt_br: Pica

source: Throws
pt_br: Arremessa

source: Touches
pt_br: Toca

source: Whips
pt_br: Chicoteia

source: Zaps
pt_br: Atira

source: Asphyxiates
pt_br: Asfixia

source: Bleeds
pt_br: Sangra

source: Blinds
pt_br: Cega

source: Breaks
pt_br: Quebra

source: Crushes
pt_br: Esmaga

source: Decays
pt_br: Decai

source: Dissolves
pt_br: Dissolve

source: Ensnares
pt_br: Enreda

source: Explodes
pt_br: Explode

source: Grapples
pt_br: Agarra

source: Incapacitates
pt_br: Incapacita

source: Lacerates
pt_br: Lacera

source: Liquefies
pt_br: Liquefaz

source: Paralyzes
pt_br: Paralisa

source: Petrifies
pt_br: Petrifica

source: Poisons
pt_br: Envenena

source: Punctures
pt_br: Furos

source: Severs
pt_br: Separa

source: Tramples
pt_br: Atropela

source: Weakens
pt_br: Enfraquece

source: Absorbs
pt_br: Absorve

source: Amplifies
pt_br: Amplifica

source: Attracts
pt_br: Atrai

source: Binds
pt_br: Liga

source: Camouflages
pt_br: Camufla

source: Conjures
pt_br: Conjura

source: Controls
pt_br: Controla

source: Disables
pt_br: Desabilita

source: Duplicates
pt_br: Duplica

source: Grows
pt_br: Cresce

source: Manipulates
pt_br: Manipula

source: Reflects
pt_br: Reflete

source: Regenerates
pt_br: Regenera

source: Resists
pt_br: Resiste

source: Reverses
pt_br: Reverte

source: Shapes
pt_br: Conforma

source: Shrinks
pt_br: Encolhe

source: Transforms
pt_br: Transforma

source: Traps
pt_br: Captura

source: Body
pt_br: Corpo

source: Dreams
pt_br: Sonhos

source: Element
pt_br: Elemento

source: Emotions
pt_br: Emoções

source: Energy
pt_br: Energia

source: Health
pt_br: Saúde

source: Hearing
pt_br: Audição

source: Illusions
pt_br: Ilusões

source: Memory
pt_br: Memória

source: Plants
pt_br: Plantas

source: Spirit
pt_br: Espírito

source: Surroundings
pt_br: Arredores

source: Time
pt_br: Tempo

source: Vision
pt_br: Visão

source: Water
pt_br: Água

source: Weather
pt_br: Clima

source: Encounter: Roll on an encounter table. Possibly hostile. (See Reactions.)
pt_br: Encontro: Role em uma tabela de encontro. Possivelmente hostil. (Veja Reações.)

source: Sign: A clue, spoor, track, abandoned lair, scent, victim, etc is discovered.
pt_br: Sinal: Uma pista, rastro, trilha, covil abandonado, cheiro, vítima, etc. é descoberto.

source: Environment: Surroundings shift or escalate. Water rises, ceilings collapse, a ritual nears completion, etc.
pt_br: Ambiente: Os arredores mudam ou aumentam. A água sobe, tetos desabam, um ritual se aproxima da conclusão, etc.

source: Loss: Torches are blown out, an ongoing spell fizzles, etc. The party must resolve the effect before moving on.
pt_br: Perda: Tochas são apagadas, uma magia em andamento fracassa, etc. O grupo deve resolver o efeito antes de prosseguir.

source: Exhaustion: The party must rest (triggering another roll on this table), add a Fatigue, or consume a ration.
pt_br: Exaustão: O grupo deve descansar (desencadeando outra jogada nesta tabela), adicionar uma Fadiga ou consumir uma ração.

source: Discovery: The party is left alone (and safe) for the time being.
pt_br: Descoberta: O grupo é deixado sozinho (e seguro) por enquanto.

source: Ancestral Rites
pt_br: Ritos Ancestrais

source: Arcane Library
pt_br: Biblioteca Arcana

source: Astral Trading Hub
pt_br: Centro de Negociação Astral

source: Bestial Creations
pt_br: Criações Bestiais

source: Breeding Grounds
pt_br: Áreas de reprodução

source: Burial Site
pt_br: Local de sepultamento

source: Celestial Observations
pt_br: Observações Celestiais

source: Covert Experiments
pt_br: Experimentos Secretos

source: Forbidden Trysts
pt_br: Encontros Proibidos

source: Forge for a Great Weapon
pt_br: Forja para uma Grande Arma

source: Hideout
pt_br: Esconderijo

source: Impenetrable Vault
pt_br: Cofre Impenetrável

source: Invasion of Dreams
pt_br: Invasão de Sonhos

source: Isolated Refuge
pt_br: Refúgio Isolado

source: Military Outpost
pt_br: Posto Avançado Militar

source: Observatory
pt_br: Observatório

source: Pilgrimage Site
pt_br: Local de Peregrinação

source: Protection of Rare Artifacts
pt_br: Proteção de Artefatos Raros

source: Secret Meeting Place
pt_br: Local de Encontro Secreto

source: Treasure Horde
pt_br: Tesouro Acumulado

source: A Fallen Hero
pt_br: Um Herói Caído

source: A Fanatical Cult
pt_br: Um Culto Fanático

source: A Forgotten Empire
pt_br: Um Império Esquecido

source: A Long-Dead Poet
pt_br: Um Poeta morto há muito tempo

source: A Militant Order
pt_br: Uma Ordem Militante

source: A Renowned Alchemist
pt_br: Um Alquimista Renomado

source: A Royal Dynasty
pt_br: Uma dinastia real

source: A Secret Society
pt_br: Uma Sociedade Secreta

source: A Tyrannical Ruler
pt_br: Um governante tirânico

source: A Warrior Tribe
pt_br: Uma tribo guerreira

source: A Wealthy Recluse
pt_br: Um Recluso Rico

source: Desperate Rebels
pt_br: Rebeldes Desesperados

source: Heretical Alchemists
pt_br: Alquimistas Heréticos

source: Heretical Monks
pt_br: Monges Heréticos

source: Immoral Sorcerers
pt_br: Feiticeiros imorais

source: Inverted Astrologers
pt_br: Astrólogos Invertidos

source: Mob Families
pt_br: Famílias da Máfia

source: Opulent Merchants
pt_br: Comerciantes opulentos

source: Pilgrims to a Dead God
pt_br: Peregrinos para um Deus Morto

source: Rogue Scholars
pt_br: Estudiosos desonestos

source: A Creature's Lair
pt_br: O covil de uma criatura

source: A Dream
pt_br: Um sonho

source: A Massive Tree
pt_br: Uma Árvore Enorme

source: A Well
pt_br: Um Poço

source: An Enormous Grave
pt_br: Uma Tumba Enorme

source: Behind a Waterfall
pt_br: Atrás de uma cachoeira

source: Between Menhirs
pt_br: Entre Menires

source: Cave
pt_br: Caverna

source: Center of a Maze
pt_br: Centro de um Labirinto

source: Cliff door
pt_br: Porta do Penhasco

source: Hollow Statue
pt_br: Estátua Oca

source: Illusory Wall
pt_br: Muro Ilusório

source: Mine Shaft
pt_br: Poço de Mina

source: Sinking Sand
pt_br: Areia Afundada

source: Skyward Beam of Light
pt_br: Feixe de Luz em direção ao Céu

source: Starlight Path
pt_br: Caminho da luz das estrelas

source: Through a Painting
pt_br: Através de uma Pintura

source: Under a Bridge
pt_br: Debaixo de uma Ponte

source: Underwater Tunnel
pt_br: Túnel Subaquático

source: Veil of Mist
pt_br: Véu de Névoa

source: Bone
pt_br: Osso

source: Crystal
pt_br: Cristal

source: Earth
pt_br: Terra

source: Ethereal Fabric
pt_br: Tecido Etéreo

source: Flesh
pt_br: Carne

source: Floating Platforms
pt_br: Plataformas Flutuantes

source: Fungi
pt_br: Fungos

source: Glass
pt_br: Vidro

source: Ice
pt_br: Gelo

source: Living Plants
pt_br: Plantas vivas

source: Marble
pt_br: Mármore

source: Obsidian
pt_br: Obsidiana

source: Petrified Wood
pt_br: Madeira Petrificada

source: Sand
pt_br: Areia

source: Shadow Material
pt_br: Material de Sombra

source: Webs
pt_br: Teias

source: Wood
pt_br: Madeira

source: Corpse
pt_br: Cadáver

source: Crumbling
pt_br: Desintegrando-se

source: Cursed
pt_br: Amaldiçoada

source: Desecrated
pt_br: Profanada

source: Devoured
pt_br: Devorada

source: Displaced
pt_br: Deslocada

source: Divided
pt_br: Dividida

source: Frozen
pt_br: Congelada

source: Haunted
pt_br: Assombrada

source: Infested
pt_br: Infestada

source: Overgrown
pt_br: Coberto de Vegetação

source: Overpopulated
pt_br: Superpovoada

source: Petrified
pt_br: Petrificada

source: Plundered
pt_br: Saqueada

source: Poisoned
pt_br: Envenenada

source: Scorched
pt_br: Queimada

source: Shrouded in Mist
pt_br: Envolto em Névoa

source: Submerged
pt_br: Submersa

source: Unending
pt_br: Interminável

source: Warped
pt_br: Deformada

source: Alchemical Accident
pt_br: Acidente Alquímico

source: Ancient Curse
pt_br: Maldição Antiga

source: Cataclysmic Flood
pt_br: Inundação Cataclísmica

source: Civil War
pt_br: Guerra Civil

source: Competing Rituals
pt_br: Rituais Competitivos

source: Consumed by a Beast
pt_br: Consumido por uma Besta

source: Disease
pt_br: Doença

source: Hedonism
pt_br: Hedonismo

source: Invasion
pt_br: Invasão

source: Long-Term Abandonment
pt_br: Abandono de Longo Prazo

source: Magic Gone Awry
pt_br: Magia que deu errado

source: Magical Seal
pt_br: Selo Mágico

source: Natural Disaster
pt_br: Desastre Natural

source: Natural Erosion
pt_br: Erosão Natural

source: Obfuscation
pt_br: Ofuscação

source: Overrun with Monsters
pt_br: Invadido por monstros

source: Sudden Change in Climate
pt_br: Mudança repentina no clima

source: Teleported to Another Realm
pt_br: Teletransportado para outro reino

source: Turned to Stone
pt_br: Virou pedra

source: Unresolved Spirits
pt_br: Espíritos Não Resolvidos

source: Compassionate
pt_br: Compassiva

source: Creative
pt_br: Criativa

source: Deductive
pt_br: Dedutiva

source: Honest
pt_br: Honesta

source: Incisive
pt_br: Incisiva

source: Incorruptible
pt_br: Incorruptível

source: Individualistic
pt_br: Individualista

source: Loyal
pt_br: Leal

source: Methodical
pt_br: Metódica

source: Polite
pt_br: Educada

source: Practical
pt_br: Prática

source: Resilient
pt_br: Resiliente

source: Scholarly
pt_br: Acadêmica

source: Self-Sufficient
pt_br: Autossuficiente

source: Solid
pt_br: Sólida

source: Studious
pt_br: Estudiosa

source: Unwavering
pt_br: Inabalável

source: Witty
pt_br: Inteligente

source: Absent-Minded
pt_br: Distraída

source: Aloof
pt_br: Distante

source: Critical
pt_br: Crítica

source: Cynical
pt_br: Cínica

source: Impulsive
pt_br: Impulsiva

source: Inflexible
pt_br: Inflexível

source: Naive
pt_br: Ingênua

source: Obstinate
pt_br: Obstinada

source: Passive
pt_br: Passiva

source: Pedantic
pt_br: Pedante

source: Perfectionist
pt_br: Perfeccionista

source: Sarcastic
pt_br: Sarcástica

source: Selfish
pt_br: Egoísta

source: Skeptical
pt_br: Cético

source: Stubborn
pt_br: Teimosa

source: Unfocused
pt_br: Desfocado

source: Unimaginative
pt_br: Sem imaginação

source: Ascension
pt_br: Ascensão

source: Creation
pt_br: Criação

source: Destruction
pt_br: Destruição

source: Dominion
pt_br: Domínio

source: Enlightenment
pt_br: Iluminação

source: Exploration
pt_br: Exploração

source: Growth
pt_br: Crescimento

source: Innovation
pt_br: Inovação

source: Justice
pt_br: Justiça

source: Knowledge
pt_br: Conhecimento

source: Liberation
pt_br: Libertação

source: Peace
pt_br: Paz

source: Power
pt_br: Poder

source: Preservation
pt_br: Preservação

source: Protection
pt_br: Proteção

source: Redemption
pt_br: Redenção

source: Revenge
pt_br: Vingança

source: Survival
pt_br: Sobrevivência

source: Transformation
pt_br: Transformação

source: Wealth
pt_br: Fortuna

source: Conflict
pt_br: Conflito

source: Corruption
pt_br: Corrupção

source: Cost
pt_br: Custo

source: Danger
pt_br: Perigo

source: Decay
pt_br: Decadência

source: Discord
pt_br: Discórdia

source: Division
pt_br: Divisão

source: Exposure
pt_br: Exposição

source: Factionalism
pt_br: Faccionalismo

source: Fear
pt_br: Temer

source: Ignorance
pt_br: Ignorância

source: Incompetence
pt_br: Incompetência

source: Injustice
pt_br: Injustiça

source: Isolation
pt_br: Isolamento

source: Opposition
pt_br: Oposição

source: Sacrifice
pt_br: Sacrifício

source: Stagnation
pt_br: Estagnação

source: Tradition
pt_br: Tradição

source: Weakness
pt_br: Fraqueza

source: Min
pt_br: Mínima

source: Max
pt_br: Máximo

source: Monster
pt_br: Monstro

source: Lore
pt_br: Conhecimento

source: Special
pt_br: Especial

source: Trap
pt_br: Armadilha

source: Roc
pt_br: Rocha

source: Building
pt_br: Prédio

source: Devouring
pt_br: Devorando

source: Dying
pt_br: Morrendo

source: Fighting
pt_br: Combate

source: Growing
pt_br: Crescente

source: Haunting
pt_br: Assombrando

source: Hiding
pt_br: Escondida

source: Killing
pt_br: Matando

source: Mating
pt_br: Acasalamento

source: Mourning
pt_br: Luto

source: Patrolling
pt_br: Patrulhando

source: Praying
pt_br: Rezando

source: Protecting
pt_br: Protegendo

source: Recuperating
pt_br: Recuperando

source: Scheming
pt_br: Esquema

source: Sleeping
pt_br: Dormindo

source: Stalking
pt_br: Perseguição

source: Torturing
pt_br: Torturando

source: Training
pt_br: Treinamento

source: Trapped
pt_br: Encurralada

source: Armory
pt_br: Arsenal

source: Barracks
pt_br: Quartel

source: Bath
pt_br: Banho

source: Cistern
pt_br: Cisterna

source: Court
pt_br: Tribunal

source: Crypt
pt_br: Cripta

source: Den
pt_br: Covil

source: Dining Hall
pt_br: Refeitório

source: Guard Post
pt_br: Posto de guarda

source: Infirmary
pt_br: Enfermaria

source: Kitchen
pt_br: Cozinha

source: Latrine
pt_br: Latrina

source: Library
pt_br: Biblioteca

source: Shrine
pt_br: Santuário

source: Smith
pt_br: Ferreira

source: Stable
pt_br: Estável

source: Study
pt_br: Estudar

source: Vault
pt_br: Cofre

source: Workshop
pt_br: Oficina

source: Decor
pt_br: Decoração

source: Draft
pt_br: Rascunho

source: Echoes
pt_br: Ecos

source: Footprints
pt_br: Pegadas

source: Leavings
pt_br: Restos

source: Moisture
pt_br: Umidade

source: Noise
pt_br: Barulho

source: Paraphernalia
pt_br: Parafernália

source: Residue
pt_br: Resíduo

source: Scurrying
pt_br: Correndo

source: Signs
pt_br: Sinais

source: Smell
pt_br: Cheiro

source: Stains
pt_br: Manchas

source: Tapping
pt_br: Tocando

source: Temperature
pt_br: Temperatura

source: Vibrations
pt_br: Vibrações

source: Writing
pt_br: Escrita

source: Books
pt_br: Livros

source: Bridge
pt_br: Ponte

source: Contraption
pt_br: Engenhoca

source: Creature
pt_br: Criatura

source: Door
pt_br: Porta

source: Flames
pt_br: Chamas

source: Furniture
pt_br: Mobília

source: Hole
pt_br: Buraco

source: Liquid
pt_br: Líquida

source: Mirror
pt_br: Espelho

source: Pool
pt_br: Piscina

source: Shadows
pt_br: Sombras

source: Smoke
pt_br: Fumaça

source: Statue
pt_br: Estátua

source: Surface
pt_br: Superfície

source: Treasure
pt_br: Tesouro

source: Voices
pt_br: Vozes

source: Wheel
pt_br: Roda

source: Ages
pt_br: Idades

source: Alarms
pt_br: Alarmes

source: Animates
pt_br: Anima

source: Charges
pt_br: Dispara

source: Closes
pt_br: Fecha

source: Falls
pt_br: Cai

source: Glows
pt_br: Brilha

source: Illusion
pt_br: Ilusão

source: Levitates
pt_br: Levita

source: Locks
pt_br: Tranca

source: Opens
pt_br: Abre

source: Repels
pt_br: Repele

source: Reveals
pt_br: Revela

source: Shifts
pt_br: Altera

source: Silences
pt_br: Silencia

source: Teleport
pt_br: Teleporta

source: Captures
pt_br: Captura

source: Carries
pt_br: Carrega

source: Confuses
pt_br: Confunde

source: Curses
pt_br: Amaldoiçoada

source: Cuts
pt_br: Corta

source: Deafens
pt_br: Ensurdece

source: Drops
pt_br: Larga

source: Drowns
pt_br: Afoga

source: Glues
pt_br: Cola

source: Hypnotizes
pt_br: Hipnotiza

source: Impales
pt_br: Empala

source: Infects
pt_br: Infecta

source: Lifts
pt_br: Eleva

source: Shocks
pt_br: Choca

source: Activating
pt_br: Ativando

source: Breaking
pt_br: Quebrando

source: Crossing
pt_br: Cruzando

source: Disturbing
pt_br: Perturbando

source: Entering
pt_br: Entrando

source: Extinguishing
pt_br: Extinguindo

source: Focusing
pt_br: Focando

source: Interacting
pt_br: Interagindo

source: Stepping
pt_br: Pisando

source: Lighting
pt_br: Iluminando

source: Moving
pt_br: Movendo

source: Opening
pt_br: Abrindo

source: Pulling
pt_br: Puxando

source: Pushing
pt_br: Empurrando

source: Reading
pt_br: Lendo

source: Rubbing
pt_br: Esfregando

source: Taking
pt_br: Tirando

source: Talking
pt_br: Conversando

source: Touching
pt_br: Tocando

source: Tripping
pt_br: Tropeçando

source: Failure
pt_br: Falha

source: A new Obstacle is introduced, and an Advantage is lost.
pt_br: Um novo Obstáculo é introduzido e uma Vantagem é perdida.

source: Setback
pt_br: Revés

source: An Advantage is lost.
pt_br: Uma vantagem é perdida.

source: Nothing is gained, but nothing is lost.
pt_br: Nada se ganha, mas nada se perde.

source: Mixed Success
pt_br: Sucesso Misto
