Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Rope (25ft)
pt_br: Corda (7,5m)

source: What creature is your specialty?
pt_br: Qual criatura é sua especialidade?

source: Arachnids: Take a Quick-Flame Rod and an Oil Can (6 uses). It can destroy a large spider nest in seconds.
pt_br: Aracnídeos: Pegue uma Vara de Chama Rápida e uma Lata de Óleo (6 usos). Pode destruir um grande ninho de aranha em segundos.

source: Quick-Flame Rod
pt_br: Vara de Chama Rápida

source: Can destroy a large spider nest in seconds.
pt_br: Pode destruir um grande ninho de aranha em segundos.

source: Felines: Take a sack of Whiskerwort. Its odor can calm and control even the largest of cats.
pt_br: Felinos: Pegue um saco de Uva-bigode. Seu odor pode acalmar e controlar até mesmo o maior dos gatos.

source: Whiskerwort
pt_br: Uva-bigode

source: Its odor can calm and control even the largest of cats.
pt_br: Seu odor pode acalmar e controlar até mesmo os maiores gatos.

source: Canines: Take a wreath of Wolfsbane and a Large Net. Effective against werewolves as well.
pt_br: Caninos: Pegue uma coroa de Acônito e uma Rede Grande. Eficaz contra lobisomens também.

source: Wolfsbane
pt_br: Acônito

source: Effective against werewolves as well.
pt_br: Eficaz também contra lobisomens.

source: Large Net
pt_br: Rede Grande

source: Birds: Take a Warble-Whistle (3 charges). It can imitate any bird call and can even be used to send simple messages. Recharge: Feed a baby bird as its mother would, then blow.
pt_br: Pássaros: Pegue um Apito de Passarinho (3 cargas). Ele pode imitar qualquer chamado de pássaro e pode até ser usado para enviar mensagens simples. Recarregue: Alimente um filhote de pássaro como sua mãe faria, então sopre.

source: Warble-Whistle
pt_br: Apito de Passarinho

source: Can imitate any bird call and can even be used to send simple messages. Recharge: Feed a baby bird as its mother would, then blow.
pt_br: Pode imitar qualquer chamado de pássaro e pode até ser usado para enviar mensagens simples. Recarregue: Alimente um filhote de pássaro como sua mãe faria, então sopre.

source: Rodents: Take a Pan Flute that emits a high-pitched sound that only rodents can hear. So long as you play, they will follow, even to their deaths.
pt_br: Roedores: Pegue uma Flauta de Pã que emite um som agudo que somente roedores podem ouvir. Enquanto você tocar, eles seguirão, mesmo para suas mortes.

source: Pan Flute
pt_br: Flauta de Pã

source: Emits a high-pitched sound that only rodents can hear. So long as you play, they will follow, even to their deaths.
pt_br: Emite um som agudo que somente roedores podem ouvir. Enquanto você tocar, eles seguirão, mesmo para suas mortes.

source: Serpents: Take a Warming Stone that generates an irresistible heat and a vial of Antitoxin (2 uses).
pt_br: Serpentes: Pegue uma Pedra de Aquecimento que gera um calor irresistível e um frasco de Antitoxina (2 usos).

source: Warming Stone
pt_br: Pedra de aquecimento

source: Generates an irresistible heat.
pt_br: Gera um calor irresistível.

source: Antitoxin
pt_br: Antitoxina

source: What have you learned from the creatures of the wild?
pt_br: O que você aprendeu com as criaturas selvagens?

source: That there is far more to the world than meets the eye. With quiet concentration, you can borrow the senses of a nearby creature of your specialty.
pt_br: Que há muito mais no mundo do que os olhos podem ver. Com concentração silenciosa, você pode pegar emprestado os sentidos de uma criatura próxima da sua especialidade.

source: That the behavior of beasts is a language in itself. When observing beasts of your specialty you gain insight into weather patterns and impending disasters.
pt_br: Que o comportamento das feras é uma linguagem em si. Ao observar feras de sua especialidade, você ganha insights sobre padrões climáticos e desastres iminentes.

source: That the pulse of the hunt is a powerful impulse. You have a sense for when predators, even those not of your specialty are near.
pt_br: Que o pulso da caça é um impulso poderoso. Você tem um senso de quando predadores, mesmo aqueles que não são da sua especialidade, estão por perto.

source: That the land is a language unto itself. Your chance of becoming lost in a terrain dominated by the beasts of your specialty is reduced by one step (e.g. 4-in-6 becomes 3-in-6).
pt_br: Que a terra é uma linguagem em si mesma. Sua chance de se perder em um terreno dominado pelas feras de sua especialidade é reduzida em um passo (por exemplo, 4 em 6 se torna 3 em 6).

source: That nature's symphony can be heard if you attune to its rhythm. When surrounded by creatures of your specialty, they can alert you to approaching danger before it arrives.
pt_br: Essa sinfonia da natureza pode ser ouvida se você sintonizar seu ritmo. Quando cercado por criaturas de sua especialidade, elas podem alertá-lo sobre o perigo que se aproxima antes que ele chegue.

source: That survival is all about adaptability. Once per day, you may take on a simple feature from a creature of your specialty (webbed fingers, night vision, etc.). Add a Fatigue each time.
pt_br: Que a sobrevivência é tudo sobre adaptabilidade. Uma vez por dia, você pode assumir uma característica simples de uma criatura de sua especialidade (dedos palmados, visão noturna, etc.). Adicione uma Fadiga a cada vez.

source: You are a shepherd to the departed. You listen to the final whispers of the dead as they descend into the cold, unyielding earth. You know that to fully celebrate the gift of life, we must honor its finale as well.
pt_br: Você é um pastor para os que partiram. Você ouve os sussurros finais dos mortos enquanto eles descem para a terra fria e inflexível. Você sabe que para celebrar completamente o presente da vida, devemos honrar seu final também.

source: Stake
pt_br: Estaca

source: Chains (10ft)
pt_br: Correntes (3m)

source: What did you take from the dead?
pt_br: O que você tirou dos mortos?

source: A crow-shaped amulet. You can ask a question of the dead but must add a Fatigue each time. They do not always speak truthfully.
pt_br: Um amuleto em forma de corvo. Você pode fazer uma pergunta aos mortos, mas deve adicionar uma Fadiga a cada vez. Eles nem sempre falam a verdade.

source: Crow-shaped Amulet
pt_br: Amuleto em forma de corvo

source: You can ask a question of the dead but must add a Fatigue each time. They do not always speak truthfully.
pt_br: Você pode fazer uma pergunta aos mortos, mas deve adicionar uma Fadiga a cada vez. Eles nem sempre falam a verdade.

source: A mortal wound from a freed revenant. You were healed, but the disfigurement has made you a pariah. You require neither air nor sustenance but are still subject to pain and death. Trapped between worlds, the dead see you as one of their own.
pt_br: Uma ferida mortal de um espectro liberto. Você foi curado, mas a desfiguração fez de você um pária. Você não precisa de ar nem sustento, mas ainda está sujeito à dor e à morte. Preso entre mundos, os mortos veem você como um deles.

source: A Blood Pail (bulky) from a local death-cult. Empty it to raise a servant built from whatever is buried below, with 6 HP, 1 Armor, 13 STR, 11 DEX, 4 WIL, and shard fists (d8+d8). Only one servant can be raised at a time. If destroyed, you permanently lose 1d4 STR. Recharge: Fill with the blood of a dying warrior.
pt_br: Um Balde de Sangue (volumoso) de um culto local à morte. Esvazie-o para levantar um servo construído a partir do que estiver enterrado abaixo, com 6 PG, Armadura 1, 13 FOR, 11 DES, 4 VON e punhos de cacos (d8+d8). Apenas um servo pode ser levantado por vez. Se destruído, você perde permanentemente 1d4 FOR. Recarregue: Encha com o sangue de um guerreiro moribundo.

source: Blood Pail
pt_br: Balde de Sangue

source: A burial wagon (+6 slots, slow) from your last job. It came with a stubborn old donkey (+4 slots, only +2 slots if pulling wagon).
pt_br: Uma carroça funerária (+6 slots, lento) do seu último trabalho. Ela veio com um burro velho e teimoso (+4 slots, apenas +2 slots se estiver puxando carroça).

source: Burial Wagon
pt_br: Carroça funerária

source: Donkey
pt_br: Asna

source: The Detect Magic spellbook, stolen from an ancient library. Your family worked in service to an obscure underworld deity, but you lost your faith. Though exiled, you continue to serve, even as an apostate.
pt_br: O livro de feitiços Detectar Magia, roubado de uma biblioteca antiga. Sua família trabalhou a serviço de uma obscura divindade do submundo, mas você perdeu sua fé. Embora exilado, você continua a servir, mesmo como um apóstata.

source: Spellbook (Detect Magic)
pt_br: Livro de Feitiços (Detectar Magia)

source: You can see or hear nearby magical auras. Becomes warm to the touch when magic is used nearby.
pt_br: Você pode ver ou ouvir auras mágicas próximas. Fica quente ao toque quando magia é usada por perto.

source: A plague doctor's mask, after its owner succumbed to the disease that wiped out everyone you once knew. They should have kept it on.
pt_br: Uma máscara de médico da peste, depois que seu dono sucumbiu à doença que dizimou todos que você conheceu. Eles deveriam ter mantido isso.

source: Plague Doctor's Mask
pt_br: Máscara do Doutor da Peste

source: After its owner succumbed to the disease that wiped out everyone you once knew. They should have kept it on.
pt_br: Depois que seu dono sucumbiu à doença que dizimou todos que você conheceu. Eles deveriam ter mantido isso.

source: What tool was invaluable in your work?
pt_br: Qual ferramenta foi inestimável no seu trabalho?

source: Manacles. Though old, it's still effective even against the very strong. You don't have the key.
pt_br: Algemas. Embora antigas, ainda são efetivas mesmo contra os muito fortes. Você não tem a chave.

source: Manacles
pt_br: Algemas

source: Though old, it's still effective even against the very strong. You don't have the key.
pt_br: Embora antigo, ele ainda é eficaz mesmo contra os muito fortes. Você não tem a chave.

source: Sponge. Supposedly made from the remains of a rare sea creature. It never seems to dry out.
pt_br: Esponja. Supostamente feita dos restos de uma rara criatura marinha. Parece que nunca seca.

source: Sponge
pt_br: Esponja

source: Supposedly made from the remains of a rare sea creature. It never seems to dry out.
pt_br: Supostamente feito dos restos de uma rara criatura marinha. Parece que nunca seca.

source: Pulley. Great for moving gravestones, rocks, or even bodies.
pt_br: Polia. Ótima para mover lápides, pedras ou até mesmo corpos.

source: Pulley
pt_br: Polia

source: Great for moving gravestones, rocks, or even bodies.
pt_br: Ótimo para mover lápides, pedras ou até mesmo corpos.

source: Incense. Perfect for rituals or to keep the flies at bay. Cools the blood.
pt_br: Incenso. Perfeito para rituais ou para manter as moscas afastadas. Refresca o sangue.

source: Incense
pt_br: Incenso

source: Perfect for rituals or to keep the flies at bay. Cools the blood.
pt_br: Perfeito para rituais ou para manter as moscas afastadas. Esfria o sangue.

source: Crowbar. d6 damage. Sometimes you just need to get the damn thing open!
pt_br: Pé-de-cabra. d6 de dano. Às vezes você só precisa abrir a porcaria!

source: Crowbar
pt_br: Pé de cabra

source: Sometimes you just need to get the damn thing open!
pt_br: Às vezes você só precisa abrir essa porcaria!

source: Repellent. Powerful stuff. Its faded label makes it unclear what it is actually meant to repel, though. Perhaps everything. 3 uses.
pt_br: Repelente. Coisa poderosa. Seu rótulo desbotado não deixa claro o que ele realmente pretende repelir, no entanto. Talvez tudo. 3 usos.

source: Repellent
pt_br: Repelente

source: Powerful stuff. Its faded label makes it unclear what it is actually meant to repel, though. Perhaps everything.
pt_br: Coisa poderosa. Seu rótulo desbotado não deixa claro o que ele realmente pretende repelir, no entanto. Talvez tudo.

source: You live in the grey space between those who have power and those who don't. You find opportunity where others see only chaos. With nimble fingers, you unburden both the richest merchant and the lowliest guard.
pt_br: Você vive no espaço cinza entre aqueles que têm poder e aqueles que não têm. Você encontra oportunidade onde outros veem apenas caos. Com dedos ágeis, você alivia tanto o mercador mais rico quanto o guarda mais humilde.

source: Twin daggers
pt_br: Adagas gêmeas

source: Padded leather
pt_br: Couro acolchoado

source: Lockpicks
pt_br: Gatilhos

source: Black outfit
pt_br: Roupa preta

source: What was your last big job?
pt_br: Qual foi seu último grande trabalho?

source: A noble's summer home. The place was full of fancy wine (+20gp) but not much else. Take Fence Cutters.
pt_br: A casa de verão de um nobre. O lugar estava cheio de vinho chique (+20gp), mas não muito mais que isso. Pegue Fence Cutters.

source: Fence Cutters
pt_br: Cortadores de cerca

source: bonus_gold
pt_br: bonus_ouro

source: A bank. (You were caught.) You bear a brand only visible by firelight, and anyone who sees the mark can ask you for a beer. Take Retractable Wires.
pt_br: Um banco. (Você foi pego.) Você carrega uma marca visível apenas à luz do fogo, e qualquer um que veja a marca pode lhe pedir uma cerveja. Pegue Fios Retráteis.

source: Retractable Wires
pt_br: Fios retráteis

source: A guild warehouse. Take a Ladder (bulky, 10ft) and Blinding Powder (1 use).
pt_br: Um armazém de guilda. Pegue uma Escada (volumosa, 10 pés) e Pó Ofuscante (1 uso).

source: Ladder
pt_br: Escada

source: 10ft
pt_br: 10 pés

source: Blinding Powder
pt_br: Pó ofuscante

source: Moneylender. Someone beat you to the job but left behind a Scroll of Arcane Eye (petty).
pt_br: Agiota. Alguém chegou antes de você no trabalho, mas deixou para trás um Pegaminho do Olho Arcano (trivial).

source: Scroll (Arcane Eye)
pt_br: Pergaminho (Olho Arcano, trivial)

source: You can see through a magical floating eyeball that flies around at your command.
pt_br: Você pode ver através de um globo ocular mágico flutuante que voa ao seu comando.

source: Constable's quarters. You escaped but left some friends behind. Take Strong Silk Rope (30ft) and a queasy feeling.
pt_br: Quartos do policial. Você escapou, mas deixou alguns amigos para trás. Pegue Strong Silk Rope (9m) e uma sensação de enjoo.

source: Strong Silk Rope
pt_br: Corda de seda forte (9m)

source: 30ft
pt_br: 9m

source: A university. You were seen but not pursued. You still don't know why. Take Smoke Pellets (3 uses).
pt_br: Uma universidade. Você foi visto, mas não perseguido. Você ainda não sabe o porquê. Pegue Smoke Pellets (3 usos).

source: Smoke Pellets
pt_br: Pelotas de Fumaça

source: What helps you steal?
pt_br: O que ajuda você a roubar?

source: Catring: 2 charges. Climb up walls and fall safely. Recharge: Place the ring on a stray cat's tail.
pt_br: Anel do gato: 2 cargas. Escale paredes e caia com segurança. Recarga: Coloque o anel no rabo de um gato de rua.

source: Catring
pt_br: Anel do gato

source: Recharge: Place the ring on a stray cat's tail.
pt_br: Recarga: Coloque o anel no rabo de um gato de rua.

source: Gildfinger: 1 charge. A finger glove that mimics any mundane key. Recharge: Bundle it with at least 100gp for a night.
pt_br: Dedo Mestre: 1 carga. Uma luva de dedo que imita qualquer chave mundana. Recarga: Combine com pelo menos 100 gp por uma noite.

source: Gildfinger
pt_br: Dedo Mestre

source: Recharge: Bundle it with at least 100gp for a night.
pt_br: Recarga: combine com pelo menos 100 PO por uma noite.

source: Glimpse Glass: 3 charges. A monocle that lets you see through walls or other obstructions. It shatters after the last use.
pt_br: Monóculo do Vislumbre: 3 cargas. Um monóculo que permite que você veja através de paredes ou outras obstruções. Ele quebra após o último uso.

source: Glimpse Glass
pt_br: Monóculo do Vislumbre

source: A monocle that lets you see through walls or other obstructions. Shatters after the last use.
pt_br: Um monóculo que permite que você veja através de paredes ou outras obstruções. Quebra após o último uso.

source: Sweetwhistle: 1 charge. Listeners hear a soft, familiar voice in the distance that they cannot resist following. Recharge: Lose a dear memory. (Describe it.)
pt_br: Apito doce: 1 carga. Os ouvintes ouvem uma voz suave e familiar à distância que não conseguem resistir a seguir. Recarga: Perca uma memória querida. (Descreva-a.)

source: Sweetwhistle
pt_br: Apito doce

source: Recharge: Lose a dear memory. (Describe it.)
pt_br: Recarregar: Perder uma lembrança querida. (Descreva-a.)

source: Vagrant's Veil: 1 charge. Wear it to blend seamlessly into crowds, appearing as a simple pauper. Recharge: Donate the day's winnings to the poor. Petty
pt_br: Véu do Vagabundo: 1 carga. Use-o para se misturar perfeitamente às multidões, parecendo um simples mendigo. Recarga: Doe os ganhos do dia para os pobres. Pequeno

source: Vagrant's Veil
pt_br: Véu do Vagabundo

source: Recharge: Donate the day's winnings to the poor.
pt_br: Recarregue: Doe os ganhos do dia para os pobres.

source: Reverse Teetotum: 1 use. When spun, time skips backwards 30 seconds. Everyone remembers what happened. Petty.
pt_br: Peão Reverso: 1 uso. Quando girado, o tempo pula para trás 30 segundos. Todos se lembram do que aconteceu. Mesquinho.

source: Reverse Teetotum
pt_br: Peão Reverso

source: When spun, time skips backwards 30 seconds. Everyone remembers what happened.
pt_br: Quando girado, o tempo pula 30 segundos para trás. Todos se lembram do que aconteceu.

source: Protectors of the harvest, defense against pests, thieves, and beasts. A position of great honor, while it lasts: many guardians do not live out their natural lives. Roll a second time on the Bonds table.
pt_br: Protetores da colheita, defesa contra pragas, ladrões e feras. Uma posição de grande honra, enquanto dura: muitos guardiões não vivem suas vidas naturais. Role uma segunda vez na tabela de Vínculos.

source: Briar
pt_br: Sarça

source: Brigandine
pt_br: Brigandina

source: Sling
pt_br: Afunda

source: Hand axe
pt_br: Machado de mão

source: Pick the type
pt_br: Escolha o tipo

source: What got the better of you?
pt_br: O que levou a melhor sobre você?

source: A voracious swarm of pests that swallowed crops and animals alike. With nothing to defend, you left. Take Gale Seed Extract (3 uses). Ingesting it lets you sprint with a speed four times your regular rate. Afterward you add two Fatigue.
pt_br: Um enxame voraz de pragas que engoliu plantações e animais. Sem nada para defender, você foi embora. Pegue Extrato de Semente de Gale (3 usos). Ingeri-lo permite que você corra a uma velocidade quatro vezes maior que sua taxa normal. Depois, você adiciona duas Fadigas.

source: Gale Seed Extract
pt_br: Extrato de semente de Gale

source: Ingesting it lets you sprint with a speed four times your regular rate. Afterward you add two Fatigue.
pt_br: Ingeri-lo permite que você corra com uma velocidade quatro vezes maior que sua taxa normal. Depois, você adiciona duas Fadigas.

source: A crop spirit, angered by a poor tithing. The fires consumed nearly everything, and afterward you were able to gather a pouch of Fireseeds (d8, blast, 4 uses).
pt_br: Um espírito da colheita, irritado por um dízimo ruim. O fogo consumiu quase tudo, e depois você conseguiu reunir uma bolsa de Sementes de fogo (d8, explosão, 4 usos).

source: Fireseeds
pt_br: Sementes de fogo

source: An antlered, toothy demon that nearly ended you. Take a blood-stained Bone Knife (d6). On Critical Damage, its next attack becomes enhanced from contact with blood.
pt_br: Um demônio com chifres e dentes que quase acabou com você. Pegue uma Faca de Osso manchada de sangue (d6). Em Dano Crítico, seu próximo ataque se torna aprimorado pelo contato com sangue.

source: Bone Knife
pt_br: Faca de osso

source: On Critical Damage, its next attack becomes enhanced from contact with blood.
pt_br: Em caso de dano crítico, seu próximo ataque é fortalecido pelo contato com sangue.

source: The Withering, a type of stem rot from the Roots. Take a Diseased Crop (6 uses) that quickly decays any plant it touches.
pt_br: A Podridão, um tipo de podridão do caule das raízes. Pegue uma Colheita Doente (6 usos) que rapidamente apodrece qualquer planta que toque.

source: Diseased Crop
pt_br: Colheita doente

source: Quickly decays any plant it touches.
pt_br: Decompõe rapidamente qualquer planta que toca.

source: Wolves, or so you thought. You are now a Werewolf [8 HP, 15 STR, 14 DEX, claws (d6+d6), bite (d8)]. Your WIL remains the same. You can turn at will (once per day) but must make a WIL save to revert. Anyone left alive from your attacks must make a WIL save to avoid infection.
pt_br: Lobos, ou assim você pensou. Agora você é um Lobisomem [8 PG, 15 FOR, 14 DES, garras (d6+d6), mordida (d8)]. Sua VON permanece a mesma. Você pode virar à vontade (uma vez por dia), mas deve fazer um teste de VON para reverter. Qualquer um que fique vivo dos seus ataques deve fazer um teste de VON para evitar infecção.

source: Crop thieves. Not all of them survived, but you were outnumbered. Start with +d4 HP and a Cusped Falchion (d8).
pt_br: Ladrões de colheitas. Nem todos sobreviveram, mas vocês estavam em menor número. Comece com +d4 PG e um Facão (d8).

source: Cusped Falchion
pt_br: Facão

source: What tool saved your life?
pt_br: Qual ferramenta salvou sua vida?

source: Bloodvine Whip: d8 damage. On Critical Damage it drains the target's blood, granting the weapon's next attack the blast quality.
pt_br: Chicote de Vinhas: d8 de dano. Em dano crítico, drena o sangue do alvo, concedendo ao próximo ataque da arma a qualidade de explosão.

source: Bloodvine Whip
pt_br: Chicote de Vinhas

source: On Critical Damage, it drains the target's blood, granting the weapon's next attack the blast quality.
pt_br: Em caso de dano crítico, ele drena o sangue do alvo, concedendo ao próximo ataque da arma a qualidade de explosão.

source: Clatter Keeper: A hand-cranked device that emits a loud noise, frightening away most creatures.
pt_br: Guardião do barulho: Um dispositivo acionado manualmente que emite um ruído alto, assustando a maioria das criaturas.

source: Clatter Keeper
pt_br: Guardião do barulho

source: A hand-cranked device that emits a loud noise, frightening away most creatures.
pt_br: Um dispositivo acionado manualmente que emite um ruído alto, assustando a maioria das criaturas.

source: Sun Stick: Provides ample warmth and light for up to one hour. Recharge: Leave in heavy sunlight for a full day. 1 use.
pt_br: Bastão de Sol: Fornece bastante calor e luz por até uma hora. Recarga: Deixe em luz solar intensa por um dia inteiro. 1 uso.

source: Sun Stick
pt_br: Bastão de Sol

source: Provides ample warmth and light for up to one hour. Recharge: Leave in heavy sunlight for a full day.
pt_br: Fornece bastante calor e luz por até uma hora. Recarregue: Deixe em luz solar intensa por um dia inteiro.

source: Root Tether: When thrown, binds a creature as large as a wolf to the soil for a short time.
pt_br: Amarração de Raiz: Quando lançada, prende uma criatura do tamanho de um lobo ao solo por um curto período de tempo.

source: Root Tether
pt_br: Amarração de raiz

source: When thrown, binds a creature as large as a wolf to the soil for a short time.
pt_br: Quando arremessado, prende uma criatura do tamanho de um lobo ao solo por um curto período de tempo.

source: Greenwhistle: A small flute that calms plants, making passage through areas heavy with plant life a bit easier.
pt_br: Apito verde: Uma pequena flauta que acalma as plantas, facilitando um pouco a passagem por áreas com muitas plantas.

source: Greenwhistle
pt_br: Apito verde
