Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: A helmet in the form of an owl's head. Its wearer can twist their head around like an owl and can see in darkness with perfect clarity. While wearing the helm, the wearer loses the ability to speak, uttering only the simplest of cooing noises.
pt_br: Um capacete em forma de cabeça de coruja. Seu portador pode girar a cabeça como uma coruja e pode ver na escuridão com perfeita clareza. Enquanto usa o capacete, o portador perde a capacidade de falar, proferindo apenas o mais simples dos ruídos de arrulho.

source: Phoenix Ash
pt_br: Fênix Cinzas

source: Sprinkle over a corpse to resurrect the deceased. They return with full health but no memory of their past life.
pt_br: Polvilhe sobre um cadáver para ressuscitar o falecido. Eles retornam com saúde plena, mas sem memória de sua vida passada.

source: Ring of the Snake
pt_br: Anel da Serpente

source: A wrought-iron serpent ring. Place it on your finger and fall into a sleep so deep that most will think you are dead. If the ring is removed, you will awaken feeling refreshed. Otherwise, the effect will wear off after one month. Recharge: Bury the ring with a corpse. A month later, exhume the corpse and retrieve it.
pt_br: Um anel de serpente de ferro forjado. Coloque-o em seu dedo e caia em um sono tão profundo que a maioria pensará que você está morto. Se o anel for removido, você acordará se sentindo revigorado. Caso contrário, o efeito desaparecerá após um mês. Recarregue: Enterre o anel com um cadáver. Um mês depois, exume o cadáver e recupere-o.

source: Roc Feather
pt_br: Pena de Rocha

source: Hold while falling to float safely to the ground from any height.
pt_br: Segure enquanto cai para flutuar com segurança até o chão de qualquer altura.

source: Skull Whistle
pt_br: Apito de caveira

source: Produces a chilling scream that forces any who hear it (including the blower) to make a WIL save or become temporarily incapacitated. Recharge: Feed the instrument a clump of human hair pulled from a living skull.
pt_br: Produz um grito arrepiante que força qualquer um que o ouça (incluindo o soprador) a fazer um teste de resistência de VON ou ficar temporariamente incapacitado. Recarga: Alimente o instrumento com um tufo de cabelo humano retirado de um crânio vivo.

source: Soul Clump
pt_br: Aglomerado de almas

source: A hard, fist-sized ball covered in small bumps. When rolled on a flat surface, it collects any objects smaller than its current mass, which subsequently increases as more items are attached to its surface. Only living creatures are immune.
pt_br: Uma bola dura, do tamanho de um punho, coberta de pequenas saliências. Quando rolada em uma superfície plana, ela coleta quaisquer objetos menores do que sua massa atual, que subsequentemente aumenta à medida que mais itens são presos à sua superfície. Apenas criaturas vivas são imunes.

source: Spystone
pt_br: Pedra espiã

source: A smooth, flat stone that is slightly warm to the touch. Squeeze to record audio in a 40ft radius. Squeeze again to play it back, as many times as you like. Recharge: To record a new sound, skip the rock at least three times on a body of water and recover it.
pt_br: Uma pedra lisa e plana que é levemente quente ao toque. Aperte para gravar áudio em um raio de 40 pés. Aperte novamente para reproduzi-lo, quantas vezes quiser. Recarga: para gravar um novo som, pule a pedra pelo menos três vezes em um corpo d'água e recupere-a.

source: Sticky Rope
pt_br: Corda pegajosa

source: A 100ft rope that can stick to any surface. Recharge: Cut off 10ft of rope, which then withers away.
pt_br: Uma corda de 30 m que pode grudar em qualquer superfície. Recarga: Corte 3 m de corda, que então murcha.

source: Stone Eater
pt_br: Comedor de Pedras

source: A rodent-sized centipede that consumes and digests stone, capable of cutting a small tunnel in under an hour. It can be used more than once, but only if you can catch it (DEX 18).
pt_br: Uma centopeia do tamanho de um roedor que consome e digere pedras, capaz de cortar um pequeno túnel em menos de uma hora. Pode ser usada mais de uma vez, mas somente se você conseguir pegá-la (DES 18).

source: Stonewax Gum
pt_br: Goma de cera de pedra

source: Chew, then spit. The gum will harden and stretch, making a perfect, unbreakable seal.
pt_br: Mastigue e depois cuspa. A goma endurecerá e esticará, formando uma vedação perfeita e inquebrável.

source: Sponge Army
pt_br: Exército de Esponja

source: A dozen miniature soldiers made of carved sea sponges. When splashed with water, they grow to full size [8 HP, 6 STR, 13 DEX, 5 WIL, hardened sponge (d6), detachment] and follow the orders of the person they see until they are destroyed or dry out completely (about 10 minutes).
pt_br: Uma dúzia de soldados em miniatura feitos de esponjas marinhas esculpidas. Quando salpicados com água, eles crescem até o tamanho máximo [8 PG, 6 FOR, 13 DES, 5 VON, esponja endurecida (d6), destacamento] e seguem as ordens da pessoa que veem até serem destruídos ou secarem completamente (cerca de 10 minutos).

source: Tupshead Crown
pt_br: Coroa de Tupshead

source: A beautifully rendered ram's head helm wrought from tough alpine oak. The horns can be used as weapons (d6+d6).
pt_br: Um elmo de cabeça de carneiro lindamente renderizado, feito de carvalho alpino resistente. Os chifres podem ser usados ​​como armas (d6+d6).

source: Veilsilk Grip
pt_br: Pega de véu de seda

source: A hand wearing this glove can phase through solid objects. Recharge: Snip off one of the fingers.
pt_br: Uma mão usando esta luva pode atravessar objetos sólidos. Recarregue: Corte um dos dedos.

source: Voice of the Mountain
pt_br: Voz da Montanha

source: A rough pebble imbued with the essence of a mountain spirit. Crush to call forth an earthquake or similar natural disaster. Do not expect to be spared.
pt_br: Uma pedra bruta imbuída da essência de um espírito da montanha. Esmagar para invocar um terremoto ou desastre natural semelhante. Não espere ser poupado.

source: Ward Stone
pt_br: Pedra de proteção

source: A flat, unassuming river stone notched with faded symbols. Smash to release a silvery powder in a 20ft radius that pacifies anyone who breathes it.
pt_br: Uma pedra de rio plana e modesta, entalhada com símbolos desbotados. Esmague para liberar um pó prateado em um raio de 20 pés que pacifica qualquer um que o respire.

source: Whispergale
pt_br: Sussurrador

source: A balloon-shaped plant that captures a spoken message and delivers it to a location within a day's walk.
pt_br: Uma planta em formato de balão que captura uma mensagem falada e a transmite a um local a um dia de caminhada.

source: Whistle-Rope
pt_br: Corda de apito

source: 15ft of highly flexible leather. Swirl in the air to generate a powerful subsonic effect that drives away wildlife. Also works underwater.
pt_br: 5 metros de couro altamente flexível. Gira no ar para gerar um poderoso efeito subsônico que afasta a vida selvagem. Também funciona debaixo d'água.

source: Wonder Bar
pt_br: Barra de Maravilha

source: Pressing the switch on the side of this iron bar freezes it in place, even in midair. Once frozen, it cannot be moved by any force until the switch is depressed. Recharge: Hold the bar with both hands without letting go for one continuous hour (WIL save to succeed). You can make only one attempt each day.
pt_br: Pressionar o interruptor na lateral desta barra de ferro a congela no lugar, mesmo no ar. Uma vez congelada, ela não pode ser movida por nenhuma força até que o interruptor seja pressionado. Recarga: Segure a barra com as duas mãos sem soltar por uma hora contínua (salvamento de VON para ter sucesso). Você pode fazer apenas uma tentativa por dia.

source: Wraith Lantern
pt_br: Lanterna Espectral

source: Write someone's name onto its glass, and the name will disappear. The lantern reveals a path to their current location, visible only to the holder (day or night). Recharge: Kill the last person found with the help of the lantern, trapping their spirit inside. The lantern must be nearby when they are killed.
pt_br: Escreva o nome de alguém no vidro, e o nome desaparecerá. A lanterna revela um caminho para a localização atual, visível apenas para o portador (dia ou noite). Recarga: Mate a última pessoa encontrada com a ajuda da lanterna, prendendo seu espírito lá dentro. A lanterna deve estar por perto quando eles forem mortos.

source: Adhere
pt_br: Aderir

source: An object is covered in extremely sticky slime.
pt_br: Um objeto está coberto de lodo extremamente pegajoso.

source: Adjacent objects stick to the book with great force.
pt_br: Objetos adjacentes grudam no livro com grande força.

source: Anchor
pt_br: Âncora

source: A strong wire sprouts from your arms, affixing itself to two points within 50ft on each side.
pt_br: Um fio forte brota de seus braços e se fixa em dois pontos a 15 metros de cada lado.

source: If a rope is pulled through the iron loop on its spine, it becomes as heavy as an elephant.
pt_br: Se uma corda for puxada através do laço de ferro em sua espinha, ela se torna tão pesada quanto um elefante.

source: Animate Object
pt_br: Animar Objeto

source: An object obeys your commands as best it can.
pt_br: Um objeto obedece aos seus comandos da melhor forma possível.

source: Moldable like clay. Childish laughter sprouts from its pages.
pt_br: Moldável como argila. Risos infantis brotam de suas páginas.

source: Anthropomorphize
pt_br: Antropomorfizar

source: An animal either gains human intelligence or human appearance for one day.
pt_br: Um animal ganha inteligência humana ou aparência humana por um dia.

source: Whimpers, purrs and growls depending on its treatment.
pt_br: Choraminga, ronrona e rosna dependendo do tratamento.

source: Arcane Eye
pt_br: Olho Arcano

source: Needs a spritz of water to open.
pt_br: Precisa de um jato de água para abrir.

source: Astral Prison
pt_br: Prisão Astral

source: An object is frozen in time and space within an invulnerable crystal shell.
pt_br: Um objeto está congelado no tempo e no espaço dentro de uma concha de cristal invulnerável.

source: Silent, abstract, faces scream in anguish within.
pt_br: Silenciosos, abstratos, rostos gritam em angústia por dentro.

source: Attract
pt_br: Atrair

source: Two objects are strongly magnetically attracted to each other if they come within 10 feet.
pt_br: Dois objetos são fortemente atraídos magneticamente um pelo outro se estiverem a uma distância de 3 metros.

source: Nearby compasses spin uselessly.
pt_br: Bússolas próximas giram inutilmente.

source: Auditory Illusion
pt_br: Ilusão auditiva

source: You create illusory sounds that seem to come from a direction of your choice.
pt_br: Você cria sons ilusórios que parecem vir de uma direção de sua escolha.

source: Produces random and occasionally inopportune sounds throughout the day.
pt_br: Produz sons aleatórios e ocasionalmente inoportunos ao longo do dia.

source: Babble
pt_br: Balbuciar

source: A creature must loudly and clearly repeat everything you think. It is otherwise mute.
pt_br: Uma criatura deve repetir alto e claro tudo o que você pensa. Caso contrário, ela é muda.

source: When the text is read aloud, the words of others become unintelligible.
pt_br: Quando o texto é lido em voz alta, as palavras dos outros se tornam ininteligíveis.

source: Bait Flower
pt_br: Flor de isca

source: A plant sprouts from the ground that emanates the smell of decaying flesh.
pt_br: Uma planta brota do chão e exala o cheiro de carne em decomposição.

source: Attracts flies.
pt_br: Atrai moscas.

source: Beast Form
pt_br: Forma de Besta

source: You and your possessions transform into a mundane animal.
pt_br: Você e seus pertences se transformam em um animal mundano.

source: Covered in thick fur, its edges lined with small teeth.
pt_br: Coberto de pelos grossos, suas bordas são revestidas por pequenos dentes.

source: Befuddle
pt_br: Confundir

source: A creature of your choice is unable to form new short-term memories for the duration of the spell.
pt_br: Uma criatura de sua escolha não é capaz de formar novas memórias de curto prazo durante a duração da magia.

source: Its contents shift and change each time it is opened.
pt_br: Seu conteúdo muda e se transforma cada vez que é aberto.

source: Body Swap
pt_br: Troca de corpo

source: You switch bodies with a creature you touch. If one body dies, the other dies as well.
pt_br: Você troca de corpo com uma criatura que você toca. Se um corpo morre, o outro morre também.

source: The front cover shows an image of the last creature to read it.
pt_br: A capa frontal mostra uma imagem da última criatura que a leu.

source: Charm
pt_br: Charme

source: A creature you can see treats you as a friend.
pt_br: Uma criatura que você pode ver trata você como um amigo.

source: Warm to the touch, and smells of roses.
pt_br: Quente ao toque e com cheiro de rosas.

source: Command
pt_br: Comando

source: A target obeys a single three-word command that does not cause it harm.
pt_br: Um alvo obedece a um único comando de três palavras que não lhe causa dano.

source: Grows thinner over time, until finally disappearing forever.
pt_br: Fica mais fino com o tempo, até finalmente desaparecer para sempre.

source: Comprehend
pt_br: Compreender

source: You become fluent in all languages for a short while.
pt_br: Você se torna fluente em todos os idiomas por um curto período.

source: Drips letters, staining whatever it touches.
pt_br: Goteja letras, manchando tudo o que toca.

source: Cone of Foam
pt_br: Cone de espuma

source: Dense foam sprays from your hand, coating the target.
pt_br: Espuma densa sai da sua mão, cobrindo o alvo.

source: Spongy and moist with a soapy residue.
pt_br: Esponjoso e úmido com resíduos de sabão.

source: Control Plants
pt_br: Plantas de controle

source: Nearby plants and trees obey you and gain the ability to move at a slow pace.
pt_br: As plantas e árvores próximas obedecem a você e ganham a capacidade de se mover em um ritmo lento.

source: Leaves grow along the spine, and it smells faintly of decay.
pt_br: Folhas crescem ao longo da espinha e ela tem um leve cheiro de decomposição.

source: Control Weather
pt_br: Controle do clima

source: You may alter the type of weather at will, but you do not otherwise control it.
pt_br: Você pode alterar o tipo de clima à vontade, mas não o controla de outra forma.

source: Highly resistant to fire and water damage.
pt_br: Altamente resistente a danos causados ​​por fogo e água.

source: Cure Wounds
pt_br: Curar Feridas

source: Restore 1d4 STR per day to a creature you can touch.
pt_br: Restaura 1d4 de FOR por dia a uma criatura que você pode tocar.

source: Smells of vinegar and thyme. Turns red after use.
pt_br: Cheira a vinagre e tomilho. Fica vermelho após o uso.

source: Deafen
pt_br: Ensurdecer

source: All nearby creatures are deafened.
pt_br: Todas as criaturas próximas ficam surdas.

source: Nearby instruments occasionally sound off, as if in protest.
pt_br: Instrumentos próximos ocasionalmente soam estranhos, como se estivessem protestando.

source: Detect Magic
pt_br: Detectar Magia

source: You can see or hear nearby magical auras.
pt_br: Você pode ver ou ouvir auras mágicas próximas.

source: Becomes warm to the touch if magic is used nearby.
pt_br: Fica quente ao toque da magia usada nas proximidades.

source: Disassemble
pt_br: Desmontar

source: Any of your body parts may be detached and reattached at will, without causing pain or damage. You can still control them.
pt_br: Qualquer parte do seu corpo pode ser destacada e recolocada à vontade, sem causar dor ou dano. Você ainda pode controlá-las.

source: Regenerates any torn or defaced pages.
pt_br: Regenera quaisquer páginas rasgadas ou desfiguradas.

source: Disguise
pt_br: Disfarce

source: You may alter the appearance of one character at will as long as they remain humanoid. Attempts to duplicate other characters will seem uncanny.
pt_br: Você pode alterar a aparência de um personagem à vontade, desde que ele permaneça humanoide. Tentativas de duplicar outros personagens parecerão estranhas.

source: The surface makes a perfect mirror.
pt_br: A superfície forma um espelho perfeito.

source: Displace
pt_br: Deslocar

source: An object appears to be up to 15ft from its actual position.
pt_br: Um objeto parece estar a até 5 metros de sua posição real.

source: Bits of string, clothing, and leaves are sometimes stuffed inside.
pt_br: Às vezes, são colocados pedaços de barbante, roupas e folhas dentro.

source: Earthquake
pt_br: Terremoto

source: The ground begins shaking violently. Structures may be damaged or collapse.
pt_br: O chão começa a tremer violentamente. Estruturas podem ser danificadas ou desabarem.

source: Sand dribbles from the corners, seemingly without stop.
pt_br: A areia escorre pelos cantos, aparentemente sem parar.

source: Elasticity
pt_br: Elasticidade

source: Your body can stretch up to 10ft.
pt_br: Seu corpo pode esticar até 3 metros.

source: Smells of taffy, and is very flexible.
pt_br: Tem cheiro de caramelo e é muito flexível.

source: Elemental Wall
pt_br: Muro Elemental

source: A straight wall of ice or fire 50ft long and 10ft high rises from the ground.
pt_br: Uma parede reta de gelo ou fogo de 15 metros de comprimento e 3 metros de altura se ergue do chão.

source: Skin and warmer substances stick to it after use.
pt_br: A pele e as substâncias mais quentes grudam nele após o uso.

source: Filch
pt_br: Roubar

source: A visible item teleports to your hands.
pt_br: Um item visível se teletransporta para suas mãos.

source: An ally's prized possession may occasionally be found tucked between its covers.
pt_br: O bem mais precioso de um aliado pode ocasionalmente ser encontrado escondido entre suas cobertas.

source: Fish Lung
pt_br: Pulmão de peixe

source: A target can breathe underwater until they surface again.
pt_br: Um alvo pode respirar debaixo d'água até emergir novamente.

source: Smells strongly of the sea. Attracts wild animals.
pt_br: Cheira fortemente a mar. Atrai animais selvagens.

source: Flare
pt_br: Alargamento

source: A bright ball of energy fires a trail of light into the sky, revealing your location to friend or foe.
pt_br: Uma bola brilhante de energia dispara um rastro de luz no céu, revelando sua localização para amigos ou inimigos.

source: Faintly glows in complete darkness.
pt_br: Brilha fracamente na escuridão total.

source: Fog Cloud
pt_br: Nuvem de neblina

source: A dense fog spreads out from you.
pt_br: Uma densa neblina se espalha a partir de você.

source: When submersed in water, the book eventually turns all the liquid to vapor.
pt_br: Quando submerso na água, o livro acaba transformando todo o líquido em vapor.

source: Frenzy
pt_br: Frenesi

source: A nearby creature erupts in a frenzy of violence.
pt_br: Uma criatura próxima explode em um frenesi de violência.

source: Rough, sandpaper cover that destroys any book it touches.
pt_br: Capa áspera, tipo lixa, que destrói qualquer livro que toca.

source: Gate
pt_br: Portão

source: A portal to a random plane opens.
pt_br: Um portal para um plano aleatório se abre.

source: A large hole is carved into the center, ending in a void. Items dropped within are never seen again.
pt_br: Um grande buraco é escavado no centro, terminando em um vazio. Itens jogados lá dentro nunca mais são vistos.

source: Gravity Shift
pt_br: Mudança de gravidade

source: You can change the direction of gravity, but only for yourself.
pt_br: Você pode mudar a direção da gravidade, mas somente para si mesmo.

source: Attaches itself to the largest object nearby.
pt_br: Fixa-se ao maior objeto próximo.

source: A creature develops the overwhelming urge to possess a visible item of your choice.
pt_br: Uma criatura desenvolve uma necessidade irresistível de possuir um item visível de sua escolha.

source: The cover changes depending on the owner, subtly hinting at their deepest desires.
pt_br: A capa muda dependendo do proprietário, sugerindo sutilmente seus desejos mais profundos.

source: Haste
pt_br: Pressa

source: Your movement speed is tripled.
pt_br: Sua velocidade de movimento é triplicada.

source: Pages flip wildly while open. Can cause paper cuts.
pt_br: As páginas viram descontroladamente quando abertas. Pode causar cortes de papel.

source: Hatred
pt_br: Ódio

source: A creature develops a deep hatred of another creature or group and wishes to destroy them.
pt_br: Uma criatura desenvolve um ódio profundo por outra criatura ou grupo e deseja destruí-los.

source: Long term exposure to the book can cause suspicion, paranoia and distrust of others.
pt_br: A exposição prolongada ao livro pode causar suspeita, paranoia e desconfiança em relação aos outros.

source: Hear Whispers
pt_br: Ouvir sussurros

source: You can hear faint sounds clearly.
pt_br: Você pode ouvir sons fracos claramente.

source: The reader's voice is amplified for a short period of time afterwards.
pt_br: A voz do leitor é amplificada por um curto período de tempo depois.

source: Hover
pt_br: Passe o mouse

source: An object hovers, frictionless, 2ft above the ground. It can hold up to one humanoid.
pt_br: Um objeto paira, sem atrito, 2 pés acima do chão. Ele pode segurar até um humanoide.

source: Floats if dropped.
pt_br: Flutua se cair.

source: Hypnotize
pt_br: Hipnotizar

source: A creature enters a trance and will truthfully answer one yes or no question you ask it.
pt_br: Uma criatura entra em transe e responderá com sinceridade a uma pergunta de sim ou não que você fizer.

source: Eye-catching, swirling spirals don its covers.
pt_br: Espirais chamativas e giratórias revestem suas capas.

source: Icy Touch
pt_br: Toque Gelado

source: A thick ice layer spreads across a touched surface, up to 10ft in radius.
pt_br: Uma espessa camada de gelo se espalha sobre a superfície tocada, em um raio de até 3 metros.

source: Gloves required. Nonflammable.
pt_br: Luvas necessárias. Não inflamável.

source: Identify Owner
pt_br: Identificar Proprietário

source: Letters appear over the object you touch, spelling out the name of the object's owners, if there are any.
pt_br: Letras aparecem sobre o objeto que você toca, soletrando o nome dos donos do objeto, se houver algum.

source: The book's interior lists the name of its previous owner.
pt_br: O interior do livro lista o nome de seu antigo dono.

source: Illuminate
pt_br: Iluminar

source: A floating light moves as you command.
pt_br: Uma luz flutuante se move conforme você comanda.

source: When held in light, the pages become a prism of vibrant rainbows.
pt_br: Quando expostas à luz, as páginas se tornam um prisma de arco-íris vibrantes.

source: Invisible Tether
pt_br: Amarração invisível

source: Two objects within 10ft of each other cannot be moved more than 10ft apart.
pt_br: Dois objetos a menos de 3 metros de distância um do outro não podem ser movidos a mais de 3 metros de distância.

source: Its pages are not attached by glue or thread, yet stay together nonetheless.
pt_br: Suas páginas não são presas por cola ou linha, mas mesmo assim permanecem juntas.

source: Knock
pt_br: Bater

source: A nearby mundane or magical lock unlocks loudly.
pt_br: Uma fechadura mágica ou mundana próxima abre ruidosamente.

source: Locked. A new owner 'produces' the key after their next meal.
pt_br: Trancado. Um novo dono "apresenta" a chave após sua próxima refeição.

source: Leap
pt_br: Salto

source: You jump up to 10ft high, once.
pt_br: Você salta até 3 metros de altura, uma vez.

source: When thrown, it just keeps going.
pt_br: Quando jogado, ele simplesmente continua avançando.

source: Liquid Air
pt_br: Ar líquido

source: The air around you becomes swimmable.
pt_br: O ar ao seu redor se torna propício para nadar.
