Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: A small flute that calms plants, making passage through areas heavy with plant life a bit easier.
pt_br: Uma pequena flauta que acalma as plantas, facilitando um pouco a passagem por áreas com muitas plantas.

source: Everbloom Band: A circlet adorned with flowers that never wilt. On taking Critical Damage the flowers dissolve into dust, but you act as if your save succeeded (STR loss still occurs).
pt_br: Diadema florido: Um diadema adornado com flores que nunca murcham. Ao receber dano crítico, as flores se dissolvem em pó, mas você age como se seu teste tivesse sido bem-sucedido (perda de FOR ainda ocorre).

source: Everbloom Band
pt_br: Diadema florido

source: A circlet adorned with flowers that never wilt. On Critical Damage, the flowers dissolve into dust, but you act as if your save succeeded (STR loss still occurs).
pt_br: Um diadema adornado com flores que nunca murcham. Ao receber dano crítico, as flores se dissolvem em pó, mas você age como se seu teste tivesse sido bem-sucedido (perda de FOR ainda ocorre).

source: You strike from afar, but that does not make you a coward. You are a musician, the song of your bowstring nought but a warning, singing the silent promise of a quick death.
pt_br: Você ataca de longe, mas isso não faz de você um covarde. Você é um músico, a canção da corda do seu arco nada mais é do que um aviso, cantando a promessa silenciosa de uma morte rápida.

source: Thunder
pt_br: Trovão

source: Serrated Knife
pt_br: Faca serrilhada

source: Boiled Leather
pt_br: Couro fervido

source: Heartroot Salve
pt_br: Pomada de raiz-coração

source: restores 1d4 STR
pt_br: restaura 1d4 FOR

source: How did you earn your bow?
pt_br: Como você ganhou seu arco?

source: War. If you are first to attack, your bow gains the blast property for the first round.
pt_br: Guerra. Se você for o primeiro a atacar, seu arco ganha a propriedade de explosão na primeira rodada.

source: Falconry. You keep a falcon [3 hp, 5 STR, 16 DEX, 4 WIL, claws (d6+d6), bite (d8)]. It only eats live game.
pt_br: Falcoaria. Você mantém um falcão [3 PG, 5 FOR, 16 DES, 4 VON, garras (d6+d6), mordida (d8)]. Ele só come caça viva.

source: Hunting. When taking the Supply action, your ability to secure Rations increases by one step (e.g. 1d4 becomes 1d6).
pt_br: Caça. Ao realizar a ação de Suprimento, sua habilidade de garantir Rações aumenta em um passo (por exemplo, 1d4 se torna 1d6).

source: Tournaments. Attacks with your bow are enhanced if the target is immobile.
pt_br: Torneios. Ataques com seu arco são aprimorados se o alvo estiver imóvel.

source: Training. If you are the first to attack, melee attacks against you are impaired until you take STR damage.
pt_br: Treinamento. Se você for o primeiro a atacar, ataques corpo a corpo contra você serão prejudicados até que você receba dano na FOR.

source: Scouting. When taking the Travel action, your presence decreases the chance of getting lost by one step (e.g. 4-in-6 becomes 3-in-6).
pt_br: Patrulha. Ao realizar a ação de Viagem, sua presença diminui a chance de se perder em um passo (por exemplo, 4 em 6 se torna 3 em 6).

source: What kind of wood is your bow made from?
pt_br: De que tipo de madeira seu arco é feito?

source: Western Yew (d6, bulky). Can be wielded as a blunt weapon (d6). Noisy.
pt_br: Teixo Ocidental (d6, volumoso). Pode ser empunhado como uma arma contundente (d6). Barulhento.

source: Western Yew
pt_br: Teixo Ocidental

source: Can be wielded as a blunt weapon (d6). Noisy.
pt_br: Pode ser empunhada como uma arma contundente (d6). Barulhenta.

source: Sessile Oak (d8, bulky). Slams into targets. On Critical Damage something is torn off.
pt_br: Carvalho Séssil (d8, volumoso). Bate nos alvos. Em Dano Crítico, algo é arrancado.

source: Sessile Oak
pt_br: Carvalho Séssil

source: Slams into targets. On Critical Damage something is torn off.
pt_br: Bate em alvos. Em dano crítico, algo é arrancado.

source: Stone Pine (d6, bulky). Produces one use of Sticky Sap per day. The sap is highly explosive.
pt_br: Pinheiro de Pedra (d6, volumoso). Produz um uso de Seiva Grudenta por dia. A seiva é altamente explosiva.

source: Stone Pine
pt_br: Pinheiro de Pedra

source: Produces one use of Sticky Sap per day. The sap is highly explosive.
pt_br: Produz um uso de Seiva Grudenta por dia. A seiva é altamente explosiva.

source: White Ash (d6, bulky). Can be used in place of a shield in melee combat (+1 Armor).
pt_br: Cinza Branca (d6, volumoso). Pode ser usado no lugar de um escudo em combate corpo a corpo (+1 Armadura).

source: White Ash
pt_br: Cinza Branca

source: Can be used in place of a shield in melee combat (+1 Armor).
pt_br: Pode ser usado no lugar de um escudo em combate corpo a corpo (+1 Armadura).

source: Striped Bamboo (d6). Collapsible, it only requires one slot (but still requires both hands).
pt_br: Bambu Listrado (d6). Dobrável, requer apenas um slot (mas ainda requer as duas mãos).

source: Striped Bamboo
pt_br: Bambu listrado

source: Collapsible, it only requires one slot (but still requires both hands).
pt_br: Dobrável, requer apenas um slot (mas ainda requer as duas mãos).

source: Wych Elm (d6, bulky). Protects the bearer from poisons and toxins, so long as they are holding it.
pt_br: Elmo de Madeira (d6, volumoso). Protege o portador de venenos e toxinas, enquanto ele estiver segurando.

source: Wych Elm
pt_br: Elmo de Madeira

source: Protects the bearer from poisons and toxins, so long as they are holding it.
pt_br: Protege o portador de venenos e toxinas, enquanto ele estiver segurando o objeto.

source: An odd birthmark, a strange smell: somehow, the touch of elsewhere still lingers. Wherever you are, you have trouble fitting in. Roll on the Omens table (even if you're not the youngest player), but keep the results private for now.
pt_br: Uma marca de nascença estranha, um cheiro estranho: de alguma forma, o toque de outro lugar ainda permanece. Onde quer que você esteja, você tem problemas para se encaixar. Role na tabela de Presságios (mesmo que você não seja o jogador mais jovem), mas mantenha os resultados privados por enquanto.

source: Salt pouch
pt_br: Bolsa de sal

source: Heirloom amulet
pt_br: Amuleto de herança

source: Glows in the presence of magic
pt_br: Brilha na presença da magia

source: Dagger
pt_br: Adaga

source: Who took you in?
pt_br: Quem te acolheu?

source: An old hunter. You were both quite happy, until it all ended. Take a Weathered Longbow (d8, bulky) and a Leather Jerkin (1 Armor).
pt_br: Um velho caçador. Vocês dois estavam bem felizes, até que tudo acabou. Pegue um Arco Longo Envelhecido (d8, volumoso) e um Jerkin de Couro (1 Armadura).

source: Weathered Longbow
pt_br: Arco longo envelhecido

source: Leather Jerkin
pt_br: Jaqueta de couro

source: A wizened apothecary, who taught you the healing arts but maintained a clinical detachment. Take a Healing Unguent (restores d4 STR).
pt_br: Um boticário enrugado, que lhe ensinou as artes da cura, mas manteve um distanciamento clínico. Pegue um Unguento de Cura (restaura d4 FOR).

source: Healing Unguent
pt_br: Unguento de cura

source: Restores d4 STR
pt_br: Restaura d4 FOR

source: A druid, who taught you the language of trees. When it came time to leave, you took with you only a Gnarled Staff (d8) and left a promise that one day you would return.
pt_br: Um druida, que lhe ensinou a linguagem das árvores. Quando chegou a hora de partir, você levou consigo apenas um Cajado Nodoso (d8) e deixou uma promessa de que um dia retornaria.

source: Gnarled Staff
pt_br: Cajado Nodoso

source: A gruff blacksmith from a sleepy river town. You were always kept at arm's length. Now the forge is cold, and you've moved on. Take a Smith's Apron (petty) and a set of Oft-mended Chain Mail (2 Armor, bulky).
pt_br: Um ferreiro rude de uma cidadezinha sonolenta no rio. Você sempre foi mantido à distância. Agora a forja está fria, e você seguiu em frente. Pegue um Avental de Ferreiro (trivial) e um conjunto de Cota de Malha Remendada (Armadura 2, volumoso).

source: Smith's Apron
pt_br: Avental de Ferreiro

source: Oft-mended Chain Mail
pt_br: Cota de malha reparada com frequência

source: A troupe of traveling entertainers. For a time, they were like family to you. One day you woke up and they were gone with no explanation. Take a Storybook, a Dagger (d6), and some burning questions.
pt_br: Uma trupe de artistas itinerantes. Por um tempo, eles foram como uma família para você. Um dia, você acordou e eles se foram sem nenhuma explicação. Pegue um Livro de Histórias, uma Adaga (d6) e algumas perguntas candentes.

source: Storybook
pt_br: Livro de Histórias

source: The monks of a secluded forest monastery. When their rules became too strict, and you snuck away. Take a Monk's Habit (warm, petty) and a Spellbook of Control Plants.
pt_br: Os monges de um monastério isolado na floresta. Quando suas regras se tornaram muito rígidas, e você escapou. Pegue um Hábito de Monge (quente, trivial) e um Livro de Feitiços de Plantas de Controle.

source: Monk's Habit
pt_br: Hábito de monge

source: Warm
pt_br: Esquentar

source: Spellbook (Control Plants)
pt_br: Livro de Feitiços (Controle de Plantas)

source: Nearby plants and trees obey you and gain the ability to move at a slow pace. Leaves grow along the spine, and it smells faintly of decay.
pt_br: Plantas e árvores próximas obedecem a você e ganham a habilidade de se mover em um ritmo lento. Folhas crescem ao longo da espinha, e ela tem um leve cheiro de decomposição.

source: What keeps bad tidings at bay?
pt_br: O que mantém as más notícias afastadas?

source: Pipeweed: Your good luck charm. Conversations tend to flow more easily after a smoke. 6 uses.
pt_br: Erva de Cachimbo: Seu amuleto da sorte. As conversas tendem a fluir mais facilmente depois de um fumo. 6 usos.

source: Pipeweed
pt_br: Erva de Cachimbo

source: Your good luck charm. Conversations tend to flow more easily after a smoke.
pt_br: Seu amuleto da sorte. As conversas tendem a fluir mais facilmente depois de um cigarro.

source: Stink Jar: Shattering this jar releases an odor so foul all nearby must make a STR save or immediately vomit. 1 use.
pt_br: Frasco de Fedor: quebrar este frasco libera um odor tão forte que todos por perto devem fazer um teste de FOR ou vomitar imediatamente. 1 uso.

source: Stink Jar
pt_br: Frasco de Fedor

source: Shattering this jar releases an odor so foul all nearby must make a STR save or immediately vomit.
pt_br: Quebrar este jarro libera um odor tão forte que todos que estiverem por perto devem fazer um teste de FOR ou vomitar imediatamente.

source: Ivy Worm: A green worm often mistaken for a weed. Swallowed whole, it absorbs any toxins or rot in the body before exiting through the usual way.
pt_br: Hera Verminosa: Um verme verde frequentemente confundido com uma erva daninha. Engolido inteiro, ele absorve quaisquer toxinas ou apodrecimento no corpo antes de sair pelo caminho usual.

source: Ivy Worm
pt_br: Hera Verminosa

source: A green worm often mistaken for a weed. Swallowed whole, it absorbs any toxins or rot in the body before exiting through the usual way.
pt_br: Um verme verde frequentemente confundido com uma erva daninha. Engolido inteiro, ele absorve quaisquer toxinas ou apodrecimento no corpo antes de sair pelo caminho usual.

source: Dream Stone: A smooth blue stone that helps recall dreams more clearly. Overuse can cause dream-addiction.
pt_br: Pedra dos Sonhos: Uma pedra azul suave que ajuda a lembrar dos sonhos com mais clareza. O uso excessivo pode causar vício em sonhos.

source: Dream Stone
pt_br: Pedra dos Sonhos

source: A smooth blue stone that helps recall dreams more clearly. Overuse can cause dream-addiction.
pt_br: Uma pedra azul suave que ajuda a lembrar dos sonhos mais claramente. O uso excessivo pode causar vício em sonhos.

source: Drowning Rod: A finger-sized wooden stick that doubles in size each time it is fully submerged in water. It does not shrink down again.
pt_br: Vara de Afogamento: Um bastão de madeira do tamanho de um dedo que dobra de tamanho cada vez que é completamente submerso em água. Ele não encolhe novamente.

source: Drowning Rod
pt_br: Vara de Afogamento

source: A finger-sized wooden stick that doubles in size each time it is fully submerged in water. It does not shrink down again.
pt_br: Um bastão de madeira do tamanho de um dedo que dobra de tamanho cada vez que é completamente submerso em água. Ele não encolhe novamente.

source: Rabbit's Foot: You were wearing it when they found you. They say it is the foot of she who left you and that it protects you from witch magic. Petty.
pt_br: Pé de Coelho: Você estava usando quando te encontraram. Dizem que é o pé daquela que te deixou e que te protege da magia das bruxas. Mesquinho.

source: Rabbit's Foot
pt_br: Pé de Coelho

source: You were wearing it when they found you. They say it is the foot of she who left you and that it protects you from witch magic.
pt_br: Você estava usando quando te encontraram. Dizem que é o pé daquela que te deixou e que te protege da magia das bruxas.

source: You follow the whisperings of the deep earth, the rhythmic pulse of the mycelium forest that grows beneath the surface. The dark holds no terror for you. Also, you really love mushrooms.
pt_br: Você segue os sussurros da terra profunda, o pulso rítmico da floresta de micélio que cresce abaixo da superfície. A escuridão não lhe traz terror. Além disso, você realmente ama cogumelos.

source: Sharpened Trowel
pt_br: Colher de pedreiro afiada

source: Candle Helmet
pt_br: Capacete de Vela

source: Metal Pail
pt_br: Balde de metal

source: What strange fungus did you discover?
pt_br: Que fungo estranho você descobriu?

source: Shrieking Trumpet. When exposed to light, it screams so loudly that all nearby attacks (including your own) are impaired. 2 uses.
pt_br: Trombeta Gritante. Quando exposto à luz, ele grita tão alto que todos os ataques próximos (incluindo o seu) são prejudicados. 2 usos.

source: Shrieking Trumpet
pt_br: Trombeta Gritante

source: When exposed to light, it screams so loudly that all nearby attacks (including your own) are impaired.
pt_br: Quando exposto à luz, ele grita tão alto que todos os ataques próximos (incluindo o seu) são prejudicados.

source: Torch Fungus. When crushed, it creates a cold blue light for a short while. 2 uses.
pt_br: Tocha Fungo. Quando esmagado, ele cria uma luz azul fria por um curto período. 2 usos.

source: Torch Fungus
pt_br: Tocha Fungo

source: When crushed, it creates a heatless light for ten minutes.
pt_br: Quando esmagado, ele cria uma luz sem calor por dez minutos.

source: Murderous Truffle. Pungent, highly toxic, and very rare (worth 50gp to assassins). Illegal pretty much everywhere. 1 use.
pt_br: Trufa Assassina. Pungente, altamente tóxica e muito rara (vale 50gp para assassinos). Ilegal em praticamente todos os lugares. 1 uso.

source: Murderous Truffle
pt_br: Trufa Assassina

source: Pungent, highly toxic, and very rare (worth 50gp to assassins). Illegal pretty much everywhere.
pt_br: Pungente, altamente tóxico e muito raro (vale 50gp para assassinos). Ilegal em praticamente todos os lugares.

source: Hellcap. Exposure to its aroma causes intense nausea and vomiting. Either way, it clears the room. Bottled. 1 use.
pt_br: Calota do Inferno. A exposição ao seu aroma causa náusea e vômito intensos. De qualquer forma, ele limpa o ambiente. Engarrafado. 1 uso.

source: Hellcap
pt_br: Calota do Inferno

source: Exposure to its aroma causes intense nausea and vomiting. Either way, it clears the room. Bottled.
pt_br: A exposição ao seu aroma causa náusea e vômito intensos. De qualquer forma, ele limpa o ambiente. Engarrafado.

source: Sproutcup. Ingest to shrink down to the size of a mouse. (Your belongings stay the same size.) You return to normal size within the hour, often in fits and starts. 1 use.
pt_br: Broto de Copa. Ingerir para encolher até o tamanho de um rato. (Seus pertences permanecem do mesmo tamanho.) Você retorna ao tamanho normal dentro de uma hora, geralmente em ataques e recomeços. 1 uso.

source: Sproutcup
pt_br: Broto de Copa

source: Ingest to shrink down to the size of a mouse. (Your belongings stay the same size.) You return to normal size within the hour, often in fits and starts.
pt_br: Ingira para encolher até o tamanho de um rato. (Seus pertences permanecem do mesmo tamanho.) Você retorna ao tamanho normal em uma hora, geralmente em sobressaltos.

source: Rootflower. A white fungus found only on corpses deep underground. Ingest to restore d6 WIL. You will dream of the dead and their stories. 1 use.
pt_br: Flor de raiz. Um fungo branco encontrado somente em cadáveres no subsolo. Ingerir para restaurar d6 VON. Você sonhará com os mortos e suas histórias. 1 uso.

source: Rootflower
pt_br: Flor de raiz

source: A white fungus found only on corpses deep underground. Ingest to restore d6 WIL. You will dream of the dead and their stories.
pt_br: Um fungo branco encontrado somente em cadáveres no subsolo. Ingira para restaurar d6 VON. Você sonhará com os mortos e suas histórias.

source: What keeps you sane, even in utter darkness?
pt_br: O que mantém você são, mesmo na escuridão total?

source: Glowsnail. Casts a soft, bioluminescent light. Feeds on one ration every two days.
pt_br: Caracol brilhante. Emite uma luz suave e bioluminescente. Alimenta-se de uma ração a cada dois dias.

source: Glowsnail
pt_br: Caracol brilhante

source: Casts a soft, bioluminescent light. Feeds on one ration every two days.
pt_br: Emite uma luz suave e bioluminescente. Alimenta-se de uma ração a cada dois dias.

source: Silk Moth Shawl. A weatherproof blanket, it can also douse a fire without being damaged.
pt_br: Xale de seda. Um cobertor à prova de intempéries também pode apagar um incêndio sem ser danificado.

source: Silk Moth Shawl
pt_br: Xale de seda

source: A weatherproof blanket, it can also douse a fire without being damaged.
pt_br: Um cobertor à prova de intempéries que também pode apagar o fogo sem ser danificado.

source: Milkflower. A gentle stimulant. Chewing it makes you immune to panic for the next hour. 3 uses.
pt_br: Flor de leite. Um estimulante suave. Mastigá-lo deixa você imune ao pânico pela próxima hora. 3 usos.

source: Milkflower
pt_br: Flor de leite

source: A gentle stimulant. Chewing it makes you immune to panic for the next hour.
pt_br: Um estimulante suave. Mastigá-lo deixa você imune ao pânico pela próxima hora.

source: Luxcompass. Hums softly as it moves closer to the Sun. Eventually the noise becomes unbearably loud.
pt_br: Bú-sol-la. Zumbido suavemente conforme se aproxima do Sol. Eventualmente o barulho se torna insuportavelmente alto.

source: Luxcompass
pt_br: Bú-sol-la

source: Hums softly as it moves closer to the Sun. Eventually the noise becomes unbearably loud.
pt_br: Zumbido suavemente conforme se aproxima do Sol. Eventualmente o barulho se torna insuportavelmente alto.

source: Sloth-Tarp. A tough and weatherproof fabric, useful for hanging off trees. When inside, you have +1 Armor.
pt_br: Lona-Preguiça. Um tecido resistente e à prova d'água, útil para pendurar em árvores. Quando dentro, você tem +1 de Armadura.

source: Sloth-Tarp
pt_br: Lona-preguiça

source: A tough and weatherproof fabric, useful for hanging off trees. When inside, you have +1 Armor.
pt_br: Um tecido resistente e à prova de intempéries, útil para pendurar em árvores. Quando dentro, você tem +1 Armor.

source: Miner's Grease. Great for dislodging a gem, tool, or limb from a tight crack. Highly explosive. 3 uses.
pt_br: Graxa de mineiro. Ótimo para desalojar uma gema, ferramenta ou membro de uma rachadura apertada. Altamente explosivo. 3 usos.

source: Miner's Grease
pt_br: Graxa de mineiro

source: Great for dislodging a gem, tool, or limb from a tight crack. Highly explosive.
pt_br: Ótimo para desalojar uma gema, ferramenta ou membro de uma fenda apertada. Altamente explosivo.

source: You delve deep into the Wood, prying its secrets from between rough boughs and whispering leaves. To this verdant kingdom, you are no mere scholar but its confidant as well.
pt_br: Você se aprofunda na Floresta, extraindo seus segredos entre galhos ásperos e folhas sussurrantes. Para este reino verdejante, você não é um mero estudioso, mas também seu confidente.

source: Moss
pt_br: Musgo

source: Fern
pt_br: Samambaia

source: Lichen
pt_br: Líquen

source: Root
pt_br: Raiz

source: Willow
pt_br: Salgueiro

source: Sage
pt_br: Sálvia

source: Yarrow
pt_br: Mil-folhas

source: Rowan
pt_br: Sorveira

source: Ash
pt_br: Cinzas

source: Iron Pot
pt_br: Panela de Ferro

source: Root Knife
pt_br: Faca de raiz

source: Healing Salve
pt_br: Pomada de cura

source: Twine Bauble
pt_br: Bola de barbante

source: Ward: A silver circle 50ft across appears on the ground. Choose one species that cannot cross it.
pt_br: Guarda: Um círculo prateado de 50 pés de diâmetro aparece no chão. Escolha uma espécie que não pode cruzá-lo.

source: How has the Wood failed you?
pt_br: Como a Floresta falhou com você?

source: An ill-tempered forest spirit cursed you for stealing, marking you as an enemy of their kind. Take a Bezoar Stone. Ingesting it cures any poison (1 use, unless retrieved).
pt_br: Um espírito mal-humorado da floresta amaldiçoou você por roubar, marcando você como um inimigo de sua espécie. Pegue uma Pedra Bezoar. Ingeri-la cura qualquer veneno (1 uso, a menos que seja recuperado).

source: Bezoar Stone
pt_br: Pedra Bezoar

source: Ingesting it cures any poison (1 use, unless retrieved).
pt_br: Ingeri-lo cura qualquer veneno (1 uso, a menos que seja recuperado).

source: A close friend disappeared into the forest. Now you see their face in any tea you brew. Take a Soporific Concoction (3 uses).
pt_br: Um amigo próximo desapareceu na floresta. Agora você vê o rosto dele em qualquer chá que você preparar. Tome uma Mistura Soporífica (3 usos).

source: Soporific Concoction
pt_br: Mistura Soporífica

source: You were poisoned, losing your sense of taste and smell. You can now withstand noxious fumes and always carry Antitoxin (2 uses).
pt_br: Você foi envenenado, perdendo o sentido do paladar e do olfato. Agora você pode suportar vapores nocivos e sempre carrega Antitoxina (2 usos).

source: Your radical experiments turned your skin green, and you now gain nourishment as a plant. You don't need Rations, but a day without sufficient sunlight and water leaves you deprived.
pt_br: Seus experimentos radicais deixaram sua pele verde, e agora você ganha nutrição como uma planta. Você não precisa de Rações, mas um dia sem luz solar e água suficientes deixa você privado.

source: Your impressive corpseflower won a local contest then promptly killed a judge. You fled, but not without the Prize Money (100gp) and a warrant for your arrest.
pt_br: Sua impressionante corpseflower venceu um concurso local e então prontamente matou um juiz. Você fugiu, mas não sem o Dinheiro do Prêmio (100gp) e um mandado de prisão.

source: You created a restorative tincture that also causes accidental infertility. Take a Healing Potion that completely restores STR. Only you know of its unintended side-effects.
pt_br: Você criou uma tintura restauradora que também causa infertilidade acidental. Tome uma Poção de Cura que restaura FOR completamente. Só você sabe dos seus efeitos colaterais não intencionais.

source: Healing Potion
pt_br: Poção de cura

source: Completely restores STR. Only you know of its unintended side-effects.
pt_br: Restaura completamente a FOR. Só você sabe dos seus efeitos colaterais não intencionais.

source: What keeps you safe while in the Wood?
pt_br: O que mantém você seguro enquanto estiver na Floresta?
