Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Amadou: A vermilion fungus that catches fire quite easily. 3 uses.
pt_br: Amadou: Um fungo vermelho que pega fogo com bastante facilidade. 3 usos.

source: A vermilion fungus that catches fire quite easily.
pt_br: Um fungo vermelho que pega fogo com bastante facilidade.

source: Delphinium: Breathe water for up to one hour. 1 use, but can be divided into fractional doses.
pt_br: Delphinium: Respire água por até uma hora. 1 uso, mas pode ser dividido em doses fracionadas.

source: Breathe water for up to one hour. Can be divided into fractional doses.
pt_br: Respire água por até uma hora. Pode ser dividido em doses fracionadas.

source: Tacky Stalk: A woody reed that hardens into a permanent adhesive when chewed. 2 uses.
pt_br: Caule pegajoso: Um junco lenhoso que endurece e se torna um adesivo permanente quando mastigado. 2 usos.

source: Tacky Stalk
pt_br: Caule pegajoso

source: A woody reed that hardens into a permanent adhesive when chewed.
pt_br: Uma palheta lenhosa que endurece e se torna um adesivo permanente quando mastigada.

source: Wisp Lantern: Caged in wrought iron, provides a dim light so long as the wisp is able to feed on nearby pain and fear.
pt_br: Lanterna do Fogo-fátuo: enjaulada em ferro forjado, fornece uma luz fraca enquanto o fogo-fátuo for capaz de se alimentar da dor e do medo próximos.

source: Wisp Lantern
pt_br: Lanterna do Fogo-fátuo

source: Provides a dim light so long as the wisp is able to feed on nearby pain and fear.
pt_br: Fornece uma luz fraca enquanto o fogo-fátuo consegue se alimentar da dor e do medo próximos.

source: Seed Bomb: A canvas sack filled with seeds that explode on impact. d6 damage (blast, 3 uses).
pt_br: Bomba de Sementes: Um saco de lona cheio de sementes que explodem com o impacto. d6 de dano (explosão, 3 usos).

source: Seed Bomb
pt_br: Bomba de Sementes

source: A canvas sack filled with seeds that explode on impact. d6 damage (blast, 3 uses).
pt_br: Um saco de lona cheio de sementes que explodem com o impacto. d6 de dano (explosão, 3 usos).

source: Briarvine: Entangles any creature up to horse size (STR to break free). Reusable.
pt_br: Videira de Briar: Enreda qualquer criatura até o tamanho de um cavalo (FOR para se libertar). Reutilizável.

source: Briarvine
pt_br: Videira de Briar

source: Entangles any creature up to horse size (STR to break free). Reusable.
pt_br: Enreda qualquer criatura até o tamanho de um cavalo (FOR para se libertar). Reutilizável.

source: Born of both the mortal world and the unseen, you are an enigma to some and feared by many. Yours is the tale of what happens when two worlds collide.
pt_br: Nascido tanto do mundo mortal quanto do invisível, você é um enigma para alguns e temido por muitos. O seu é o conto do que acontece quando dois mundos colidem.

source: Spellbook (Thicket)
pt_br: Livro de Feitiços (Bosque)

source: A thicket of trees and dense brush up to 50ft wide suddenly sprouts up. Wrapped in vines that must be destroyed again with each use.
pt_br: Um matagal de árvores e arbustos densos de até 15 metros de largura brota de repente. Envolto em vinhas que devem ser destruídas novamente a cada uso.

source: Iron Dagger
pt_br: Adaga de Ferro

source: Herbs Pouch
pt_br: Bolsa de Ervas

source: Restore 1 STR.
pt_br: Restaura 1 FOR.

source: Ghillie Suit
pt_br: Roupa Ghillie

source: What did you bring back from the Unseelie Court?
pt_br: O que você trouxe da Corte das Fadas?

source: A Black Rose Fiddle (bulky). Its music causes intense sadness and immobility in nearby mortals. (Others are merely fascinated.) You don't know how to play.
pt_br: Um Violino Rosa Negra (volumoso). Sua música causa intensa tristeza e imobilidade em mortais próximos. (Outros ficam meramente fascinados.) Você não sabe tocar.

source: Black Rose Fiddle
pt_br: Violino Rosa Negra

source: Its music causes intense sadness and immobility in nearby mortals. (Others are merely fascinated.) You don't know how to play.
pt_br: Sua música causa intensa tristeza e imobilidade nos mortais próximos. (Outros ficam apenas fascinados.) Você não sabe tocar.

source: Paper legs. You are extremely light and can fall a few stories without getting hurt. Try to avoid tearing them or getting them wet.
pt_br: Pernas de papel. Você é extremamente leve e pode cair alguns andares sem se machucar. Tente evitar rasgá-las ou molhá-las.

source: Paper Legs
pt_br: Pernas de papel

source: You are extremely light and can fall a few stories without getting hurt. Try to avoid tearing them or getting them wet.
pt_br: Você é extremamente leve e pode cair alguns andares sem se machucar. Tente evitar rasgá-los ou molhá-los.

source: A Living Nightmare that dwells within you but manifests whenever you are in danger. It has your same Attributes and HP and attacks with claws (d8+d8). It disappears on Critical Damage (take 1d4 WIL damage), re-appearing again on the next full moon.
pt_br: Um Pesadelo Vivo que habita dentro de você, mas se manifesta sempre que você está em perigo. Ele tem os mesmos Atributos e PG e ataca com garras (d8+d8). Ele desaparece em Dano Crítico (recebe 1d4 de dano VON), reaparecendo novamente na próxima lua cheia.

source: Living Nightmare
pt_br: Pesadelo Vivo

source: Manifests whenever you are in danger. It has your same Attributes and HP and attacks with claws (d8+d8). It disappears on Critical Damage (take 1d4 WIL damage), re-appearing again on the next full moon.
pt_br: Se manifesta sempre que você está em perigo. Ele tem os mesmos Atributos e PG e ataca com garras (d8+d8). Ele desaparece em Dano Crítico (recebe 1d4 de dano VON), reaparecendo novamente na próxima lua cheia.

source: A Raven Familiar [8 HP, 3 STR, 11 DEX, 13 WIL, beak, (d6)]. It speaks as an intelligent being and is entirely devoted to you.
pt_br: Um Corvo Familiar [8 PG, 3 FOR, 11 DES, 13 VON, bico (d6)]. Ele fala como um ser inteligente e é inteiramente devotado a você.

source: Raven Familiar
pt_br: Corvo Familiar

source: [8 HP, 3 STR, 11 DEX, 13 WIL, beak, (d6)]. It speaks as an intelligent being and is entirely devoted to you.
pt_br: [8 PG, 3 FOR, 11 DES, 13 VON, bico (d6)]. Ele fala como um ser inteligente e é inteiramente dedicado a você.

source: A Briar Thorn. It can pierce any organic material (quite painfully) but when removed leaves no trace of the intrusion.
pt_br: Um espinho de urze. Ele pode perfurar qualquer material orgânico (de forma bem dolorosa), mas quando removido não deixa vestígios da intrusão.

source: Briar Thorn
pt_br: Espinho de urze

source: Can pierce any organic material without leaving a trace.
pt_br: Pode perfurar qualquer material orgânico sem deixar vestígios.

source: A Fae creature's True Name. Use it to summon its owner for an act of great service, but only once. It could also fetch a hefty price, from the right buyer.
pt_br: O Verdadeiro Nome de uma criatura Fada. Use-o para invocar seu dono para um ato de grande serviço, mas apenas uma vez. Também pode render um preço alto, do comprador certo.

source: What concoction do you carry, and what rare ingredients did you gather to make it?
pt_br: Que mistura você carrega e quais ingredientes raros você reuniu para fazê-la?

source: Rebirth Ash: Remnants of a bark spirit. Sprinkle to reignite a fire that has died or return to life a creature that has died only moments before. 3 uses.
pt_br: Cinzas do Renascimento: Remanescentes de um espírito de casca. Polvilhe para reacender um fogo que morreu ou trazer de volta à vida uma criatura que morreu apenas momentos antes. 3 usos.

source: Rebirth Ash
pt_br: Cinzas do Renascimento

source: Remnants of a bark spirit. Sprinkle to reignite a fire or return to life a recently deceased creature.
pt_br: Restos de um espírito de casca. Polvilhe para reacender um fogo ou trazer de volta à vida uma criatura recentemente falecida.

source: Glamour Feather: Plume of a firebird. Can make any creature appear convincingly as someone (or something) else. 1 use.
pt_br: Pena de Glamour: Pluma de um pássaro de fogo. Pode fazer qualquer criatura parecer convincentemente como outra pessoa (ou algo). 1 uso.

source: Glamour Feather
pt_br: Pena Glamour

source: Can make any creature appear as someone or something else.
pt_br: Pode fazer qualquer criatura parecer outra pessoa ou coisa.

source: Hawthorn Seed: An acorn from the other side, gathered on the spring equinox. When planted, it sprouts a luxurious shelter, collapsing at moonrise the next day. 1 use.
pt_br: Semente de espinheiro: Uma bolota do outro lado, coletada no equinócio da primavera. Quando plantada, ela brota um abrigo luxuoso, desabando ao nascer da lua no dia seguinte. 1 uso.

source: Hawthorn Seed
pt_br: Semente de espinheiro

source: An acorn from the other side, gathered on the spring equinox. When planted, it sprouts a luxurious shelter, collapsing at moonrise the next day.
pt_br: Uma bolota do outro lado, colhida no equinócio da primavera. Quando plantada, brota um abrigo luxuoso, desabando ao nascer da lua no dia seguinte.

source: Stonetree Sap: Sap obtained in exchange for blood. Hardens when rubbed on any surface (+1 Armor). 3 uses.
pt_br: Seiva da Árvore-Pedra: Seiva obtida em troca de sangue. Endurece quando esfregada em qualquer superfície (+1 Armadura). 3 usos.

source: Stonetree Sap
pt_br: Seiva da Árvore-Pedra

source: Sap obtained in exchange for blood. Hardens when rubbed on any surface (+1 Armor).
pt_br: Seiva obtida em troca de sangue. Endurece quando esfregada em qualquer superfície (+1 Armadura).

source: Nightdust Powder: The ritual burning of six owls. When tossed in the air, day turns to night for a short while. 2 uses.
pt_br: Poeira Noturna: A queima ritual de seis corujas. Quando jogada no ar, o dia vira noite por um curto período. 2 usos.

source: Nightdust Powder
pt_br: Poeira Noturna

source: Day turns to night for a short while when tossed in the air.
pt_br: O dia se transforma em noite por um curto período quando jogado no ar.

source: Hex Stone: Gathered from a river that flows from the other side. Removed from its iron tin, it can absorb the effects of an active magical effect. If destroyed, the magic is released. 1 use.
pt_br: Pedra Hexagonal: Coletada de um rio que flui do outro lado. Removida de sua lata de ferro, ela pode absorver os efeitos de um efeito mágico ativo. Se destruída, a magia é liberada. 1 uso.

source: Hex Stone
pt_br: Pedra Hexagonal

source: Absorbs an active magical effect; releasing it if destroyed.
pt_br: Absorve um efeito mágico ativo, liberando-o se destruído.

source: You are a mere digit on the unerring hand of justice. You go where others fear to tread, unyielding and unbroken.
pt_br: Você é um mero dígito na mão infalível da justiça. Você vai onde outros temem pisar, inflexível e inquebrável.

source: Vestments of the Order
pt_br: Vestes da Ordem

source: Blessed Tinctures
pt_br: Tinturas abençoadas

source: Silver Knife
pt_br: Faca de Prata

source: Crossbow
pt_br: Besta

source: To which order do you belong?
pt_br: A qual ordem você pertence?

source: Order of the Crossroads. Take a Pocket Leyfinder. It points to nearby ley lines and other sources of arcane power. If you lose it, the punishment is death.
pt_br: Ordem das Encruzilhadas. Pegue uma Bússola Mágica. Ele aponta para linhas ley próximas e outras fontes de poder arcano. Se você perdê-lo, a punição é a morte.

source: Pocket Leyfinder
pt_br: Bússola Mágica

source: It points to nearby ley lines and other sources of arcane power. If you lose it, the punishment is death.
pt_br: Ele aponta para linhas mágicas próximas e outras fontes de poder arcano. Se você perdê-lo, a punição é a morte.

source: Order of the Bleeding Star. Take a Star-Iron Mace (d8). It shines faintly in darkness and becomes very hot in the presence of witchcraft.
pt_br: Ordem da Estrela Sangrenta. Pegue uma Maça de Ferro Estelar (d8). Ela brilha fracamente na escuridão e fica muito quente na presença de bruxaria.

source: Star-Iron Mace
pt_br: Maça de Ferro Estelar

source: It shines faintly in darkness and becomes very hot in the presence of witchcraft.
pt_br: Ela brilha fracamente na escuridão e fica muito quente na presença de bruxaria.

source: Order of the Glass Sigil. Take a short sword (d8) and chainmail (2 Armor, bulky). You have contacts in most towns (the more rural, the better) willing to provide aid, food, or even weapons.
pt_br: Ordem do Sigilo de Vidro. Pegue uma espada curta (d8) e uma cota de malha (2 Armadura, volumosa). Você tem contatos na maioria das cidades (quanto mais rural, melhor) dispostos a fornecer ajuda, comida ou até mesmo armas.

source: Short sword
pt_br: Espada curta

source: Chainmail
pt_br: Cota de malha

source: Order of the Blank Eye. Take a Voidglass Shard. Peer through it to see invisible marks, creatures, and other magical effects. Lose the use of your eye for an hour afterwards (you are deprived).
pt_br: Ordem do Olho Vazio. Pegue um Fragmento de Vidro Vazio. Olhe através dele para ver marcas invisíveis, criaturas e outros efeitos mágicos. Perca o uso do seu olho por uma hora depois (você é privado).

source: Voidglass Shard
pt_br: Fragmento de Vidro Vazio

source: Peer through it to see invisible marks, creatures, and other magical effects. Lose the use of your eye for an hour afterwards (you are deprived).
pt_br: Olhe através dele para ver marcas invisíveis, criaturas e outros efeitos mágicos. Perca o uso do seu olho por uma hora depois (você está privado).

source: Order of Canaas. Once per day you can change into a wolf. Take a Quicksilver Chain. Without it, you are unable to shift back.
pt_br: Ordem de Canaas. Uma vez por dia você pode se transformar em um lobo. Pegue uma Corrente de Mercúrio. Sem ela, você não consegue voltar a se transformar.

source: Quicksilver Chain
pt_br: Corrente de Mercúrio

source: Without it, you are unable to shift back.
pt_br: Sem ela, você não consegue voltar.

source: Order of the Silent Veil. Take a Quell Stone (2 uses) wrapped in burlap. Extinguishes any nearby flames once exposed to air.
pt_br: Ordem do Véu Silencioso. Pegue uma Pedra de Acalmar (2 usos) embrulhada em estopa. Extingue qualquer chama próxima quando exposta ao ar.

source: Quell Stone
pt_br: Pedra de Acalmar

source: Extinguishes any nearby flames once exposed to air.
pt_br: Apaga quaisquer chamas próximas quando expostas ao ar.

source: What was your vow?
pt_br: Qual foi seu voto?

source: Honesty. Choose a weapon type (blunt, blade, etc). Attacks against you of this type are impaired. If your vow is broken, you lose d4 WIL.
pt_br: Honestidade. Escolha um tipo de arma (contundente, lâmina, etc.). Ataques contra você desse tipo são prejudicados. Se seu voto for quebrado, você perde d4 VON.

source: Poverty. You carry the Disassemble Spellbook. Only you can use it. If your vow is broken, it explodes (d12 STR damage).
pt_br: Pobreza. Você carrega o Livro de Feitiços (Desmontar). Só você pode usá-lo. Se seu voto for quebrado, ele explode (d12 de dano FOR).

source: Spellbook (Disassemble)
pt_br: Livro de Feitiços (Desmontar)

source: Any of your body parts may be detached and reattached at will, without causing pain or damage. You can still control them. Only you can use it. If your vow is broken, it explodes (d12 STR damage). Regenerates any torn or defaced pages.
pt_br: Qualquer parte do seu corpo pode ser separada e recolocada à vontade, sem causar dor ou dano. Você ainda pode controlá-las. Só você pode usá-lo. Se seu voto for quebrado, ele explode (d12 dano de FOR). Regenera quaisquer páginas rasgadas ou desfiguradas.

source: Selflessness. You are immune to mind-altering magical effects, such as charm, hatred, frenzy, and so on. If you break this vow, you lose d6 WIL.
pt_br: Abnegação. Você é imune a efeitos mágicos que alteram a mente, como charme, ódio, frenesi e assim por diante. Se você quebrar esse voto, você perde d6 VON.

source: Mercy. Choose a weapon type (blunt, blade, etc). Attacks with this weapon are enhanced. If your vow is broken, you can never use that weapon type again.
pt_br: Misericórdia. Escolha um tipo de arma (contundente, lâmina, etc.). Ataques com esta arma são aprimorados. Se seu voto for quebrado, você nunca mais poderá usar aquele tipo de arma.

source: Charity. Once per day, you can shrug off a Fatigue. If your vow is ever broken, you permanently lose one inventory slot.
pt_br: Caridade. Uma vez por dia, você pode se livrar de uma Fadiga. Se seu voto for quebrado, você perde permanentemente um espaço de inventário.

source: Valor. The first time you inflict Critical Damage, you receive +d4 HP, returning to the previous limit at the end of combat. If your vow is broken, you die.
pt_br: Bravura. Na primeira vez que você inflige Dano Crítico, você recebe +d4 HP, retornando ao limite anterior no fim do combate. Se seu voto for quebrado, você morre.

source: What inspires the soul more than song, words, and spectacle? Why practice for years to master the arcane when you've already got real magic inside?
pt_br: O que inspira mais a alma do que música, palavras e espetáculo? Por que praticar por anos para dominar o arcano quando você já tem magia real dentro de si?

source: Echo
pt_br: Eco

source: Costume
pt_br: Fantasia

source: Simple Instrument (Pipes, Lute, etc.)
pt_br: Instrumento simples (flautas, alaúde, etc.)

source: Lucky Jerkin
pt_br: Gibão da sorte

source: What happened at your final performance?
pt_br: O que aconteceu na sua apresentação final?

source: Despite your training in the deadly arts, an actor died and you were blamed. Take a light-weight Rapier (d6) and a false identity.
pt_br: Apesar do seu treinamento nas artes mortais, um ator morreu e você foi culpado. Pegue um Florete leve (d6) e uma identidade falsa.

source: Rapier
pt_br: Florete

source: The crowd loved your catchy tune about a noble and his romantic failings. The noble in question, not so much. Take the Read Mind Spellbook and a warrant for your arrest.
pt_br: A multidão adorou sua melodia cativante sobre um nobre e suas falhas românticas. O nobre em questão, nem tanto. Pegue o Livro de Feitiços (Ler Mente) e um mandado de prisão.

source: Read Mind Spellbook
pt_br: Livro de Feitiços (Ler Mente)

source: You can hear the surface thoughts of nearby creatures. Long-term possession can cause the reader to mistake the thoughts of others as their own.
pt_br: Você pode ouvir os pensamentos superficiais de criaturas próximas. Possessão de longo prazo pode fazer com que o leitor confunda os pensamentos dos outros como seus.

source: Your debut composition reduced the audience to a gibbering mess, murmuring of bright creatures descending from the night sky. Later you noticed that the notes resembled stellar constellations. Take a Book On Astronomy and a lot of questions.
pt_br: Sua composição de estreia reduziu o público a uma confusão balbuciante, murmúrios de criaturas brilhantes descendo do céu noturno. Mais tarde, você notou que as notas lembravam constelações estelares. Pegue um Livro sobre Astronomia e muitas perguntas.

source: Book On Astronomy
pt_br: Livro sobre Astronomia

source: You mocked a forgotten trickster god and were cursed for it. You speak only in perfect rhyme. Ironically, this has only made you more popular among your peers. Take a Thesaurus (20gp). Without it, you are deprived.
pt_br: Você zombou de um deus trapaceiro esquecido e foi amaldiçoado por isso. Você fala apenas em rima perfeita. Ironicamente, isso só o tornou mais popular entre seus pares. Pegue um Dicionário de sinônimos (20gp). Sem ele, você é privado.

source: Thesaurus
pt_br: Dicionário de sinônimos

source: Worth 20gp. Without it you are deprived.
pt_br: Vale 20gp. Sem isso você fica privado.

source: You were scarred in an on-stage accident. The crowd cheered, thinking it was part of the act. Take well-worn Stage Mail (1 Armor), a memorable scar, and a fear of applause.
pt_br: Você ficou marcado em um acidente no palco. A multidão aplaudiu, pensando que era parte do ato. Pegue uma Malha de Palco (Armadura 1) bem usada, uma cicatriz memorável e um medo de aplausos.

source: Stage Mail
pt_br: Malha de Palco

source: Your respectable puppeteering skills were matched only by your mimicry. You were so good you were branded a witch (literally) and banished. Take an Uncanny Hand-Puppet and a Rabbit Skull (petty) that protects against charms.
pt_br: Suas respeitáveis ​​habilidades de marionetista eram equiparadas apenas por sua imitação. Você era tão boa que foi marcada como bruxa (literalmente) e banida. Pegue um Fantoche de mão estranho e uma Crânio de Coelho (trivial) que protege contra feitiços.

source: Uncanny Hand-Puppet
pt_br: Fantoche de mão estranho

source: Rabbit Skull
pt_br: Crânio de coelho

source: Protects against charms.
pt_br: Protege contra feitiços.

source: What trinket were you unable to leave behind?
pt_br: Que bugiganga você não conseguiu deixar para trás?

source: False Cuffs: Comfortable, realistic-looking cuffs. Only you know the trick to get out of them.
pt_br: Algemas Falsas: Algemas confortáveis ​​e realistas. Só você sabe o truque para tirá-las.

source: False Cuffs
pt_br: Algemas Falsas

source: Comfortable, realistic-looking cuffs. Only you know the trick to get out of them.
pt_br: Algemas confortáveis ​​e realistas. Só você sabe o truque para tirá-los.

source: Pocket Theatre: A set of small puppets and a folding stage. Good for quick distractions.
pt_br: Teatro de bolso: Um conjunto de pequenos bonecos e um palco dobrável. Bom para distrações rápidas.

source: Pocket Theatre
pt_br: Teatro de bolso

source: A set of small puppets and a folding stage. Good for quick distractions.
pt_br: Um conjunto de pequenos fantoches e um palco dobrável. Bom para distrações rápidas.

source: Ghost Violin: A dark-grey violin that plays a haunting tune, mirrored by an invisible, distant twin.
pt_br: Violino Fantasma: Um violino cinza-escuro que toca uma melodia assustadora, espelhada por um gêmeo invisível e distante.

source: Ghost Violin
pt_br: Violino Fantasma

source: A dark-grey violin that plays a haunting tune, mirrored by an invisible, distant twin.
pt_br: Um violino cinza-escuro que toca uma melodia assustadora, espelhada por um gêmeo invisível e distante.

source: Tragic Tales: Banned in proper company, this book becomes less bawdy and more harrowing towards the end. Worth 100gp.
pt_br: Contos Trágicos: Banido em companhia adequada, este livro se torna menos obsceno e mais angustiante em direção ao fim. Vale 100gp.

source: Tragic Tales
pt_br: Contos Trágicos

source: Banned in proper company, it becomes less bawdy and more harrowing towards the ends. Worth 100gp.
pt_br: Banido em companhia adequada, ele se torna menos obsceno e mais angustiante em direção ao fim. Vale 100gp.

source: Mythos Mask: A plaster mask that allows one to take on a monster's countenance. Once it comes off, add a Fatigue.
pt_br: Máscara de Mythos: Uma máscara de gesso que permite que alguém assuma a aparência de um monstro. Depois que ela sai, adicione uma Fadiga.

source: Mythos Mask
pt_br: Máscara de Mythos

source: A plaster mask that allows one to take on a monster's countenance. Once it comes off, add a Fatigue.
pt_br: Uma máscara de gesso que permite que alguém assuma a aparência de um monstro. Depois que ela sai, adicione uma Fadiga.

source: Rebreak Glass: A wine flute that can be broken multiple times, reforming after 24 hours. Makes a really loud noise.
pt_br: Taça Requebrada: Uma taça de vinho que pode ser quebrada várias vezes, reformando-se após 24 horas. Faz um barulho muito alto.

source: Rebreak Glass
pt_br: Taça Requebrada

source: A wine flute that can be broken multiple times, reforming after 24 hours. Makes a really loud noise.
pt_br: Uma taça de vinho que pode ser quebrada várias vezes, reformando-se após 24 horas. Faz um barulho muito alto.
