Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Always pay your debts: You always repay what you owe, whether in coin or in kind. You expect nothing less from all others. Take a Blacked-Out Ledger, then roll a second time on the Bonds table.
pt_br: Sempre pague suas dívidas: Você sempre paga o que deve, seja em moeda ou em espécie. Você não espera nada menos de todos os outros. Pegue um Caderno de Registros Preto e role uma segunda vez na tabela Bonds.

source: Blacked-Out Ledger
pt_br: Caderno de Registros Preto

source: What breed is your horse?
pt_br: Qual é a raça do seu cavalo?

source: Heavy Destrier: A beast built for war, an imposing creature. 8 HP, 1 Armor, hooves (d10+d10), +2 slots.
pt_br: Corsário Pesado: Uma fera construída para a guerra, uma criatura imponente. 8 PG, Armadura 1, cascos (d10+d10), +2 espaços.

source: Heavy Destrier
pt_br: Corsário Pesado

source: Blacklegged Dandy: Hardy and adaptable. Tough or Perilous terrain are one step easier. 6 HP. +4 slots.
pt_br: Dande Perna Preta: Resistente e adaptável. Terrenos difíceis ou perigosos são um passo mais fáceis. 6 PG. +4 slots.

source: Blacklegged Dandy
pt_br: Dande Perna Preta

source: Rivertooth: Impressively strong, capable of carrying heavy loads. 4 HP. +6 slots (only +2 slots if carrying two people).
pt_br: Dente Azul: Impressionantemente forte, capaz de carregar cargas pesadas. 4 PG. +6 slots (apenas +2 slots se estiver carregando duas pessoas).

source: Rivertooth
pt_br: Dente Azul

source: Piebald Cob: Intelligent, it can understand simple commands, and even has an instinct for danger. 6 HP. +4 slots.
pt_br: Espiga Careca: Inteligente, consegue entender comandos simples e tem até instinto para o perigo. 6 PG. +4 slots.

source: Piebald Cob
pt_br: Espiga Careca

source: Linden White: Highly trained and agile, it can perform intricate maneuvers in a time of need (no DEX save to flee). 4 HP. +3 slots.
pt_br: Tília Branca: Altamente treinado e ágil, ele pode executar manobras complexas em momentos de necessidade (sem teste de DES para fugir). 4 PG. +3 slots.

source: Linden White
pt_br: Tília Branca

source: Stray Fogger: Wild but very fast (even in Tough terrain). Rides light. 4 HP. +2 slots.
pt_br: Sapeiro Perdido: Selvagem, mas muito rápido (mesmo em terrenos difíceis). Cavalga leve. 4 HP. +2 slots.

source: Stray Fogger
pt_br: Sapeiro Perdido

source: You are a specter in the night, a fleeting shadow that slips by its prey, unseen. Each kill is a test of cunning and animal determination, a contest between life and death. You know that one day you will lose. You look forward to it.
pt_br: Você é um espectro na noite, uma sombra fugaz que desliza por sua presa, invisível. Cada morte é um teste de astúcia e determinação animal, uma disputa entre a vida e a morte. Você sabe que um dia perderá. Você anseia por isso.

source: Tarp
pt_br: Lona

source: Short Sword
pt_br: Espada curta

source: Spring-Loaded Trap
pt_br: Armadilha de mola

source: 4 STR damage
pt_br: 4 FOR de dano

source: What did you last hunt?
pt_br: Qual foi a última caçada que você fez?

source: A mock firefly, baiting water carriers with its glowing lure. Take an Alchemical Limb (d8, petty when worn) to replace the one it tore off and an Oil Can (6 uses). The limb is immune to heat and poison. Needs to be oiled daily.
pt_br: Um vaga-lume falso, atraindo carregadores de água com sua isca brilhante. Pegue um Membro Alquímico (d8, minúsculo quando usado) para substituir o que ele arrancou e uma Lata de Óleo (6 usos). O membro é imune a calor e veneno. Precisa ser oleado diariamente.

source: Alchemical Limb
pt_br: Membro Alquímico

source: Immune to heat and poison. Needs to be oiled daily. Petty when worn.
pt_br: Imune a calor e veneno. Precisa ser oleado diariamente. Mesquinho quando usado.

source: An ice nettle, trapping and draining sheep. You lost your commission when the fungus you introduced killed half the flock. Take a Rime Seed (1 use). It freezes any body of water, no matter the size. Don't eat it.
pt_br: Uma urtiga de gelo, capturando e drenando ovelhas. Você perdeu sua comissão quando o fungo que introduziu matou metade do rebanho. Pegue uma Semente da Geada (1 uso). Ela congela qualquer corpo de água, não importa o tamanho. Não a coma.

source: Rime Seed
pt_br: Semente da Geada

source: Freezes any body of water, no matter the size. Don't eat it.
pt_br: Congela qualquer corpo de água, não importa o tamanho. Não coma.

source: A silver marsh crawler that killed someone close to you. You now carry its Tooth (petty) on a chain around your neck as a warning to others of its kind. The tooth hums softly when something is stalking you.
pt_br: Um rastejador prateado do pântano que matou alguém próximo a você. Agora você carrega seu Dente (trivial) em uma corrente em volta do pescoço como um aviso para outros de sua espécie. O dente zumbe suavemente quando algo está perseguindo você.

source: Tooth
pt_br: Dente

source: The Tooth of a Silver Marsh Crawler, carried as a warning to others of its kind. Hums softly when something is stalking you.
pt_br: O dente de um rastejador de pântano prateado, carregado como um aviso para outros de sua espécie. Canta suavemente quando algo está perseguindo você.

source: A malicious forest spirit that poisoned a homestead. You saved a Heartseed from the roots of a dying tree (plant to create a a new forest). Also, take Iron Bracers (+1 Armor, bulky).
pt_br: Um espírito malicioso da floresta que envenenou uma propriedade. Você salvou uma Semente de Coração das raízes de uma árvore moribunda (plante para criar uma nova floresta). Além disso, pegue Iron Bracers (+1 Armadura, bulky).

source: Heartseed
pt_br: Semente de coração

source: Plant it to create a new forest.
pt_br: Plante-a para criar uma nova floresta.

source: Iron Bracers
pt_br: Braçadeiras de Ferro

source: A hollow wolf that had been frightening travelers. You took pity on the half-starved creature and nursed it back to health. Now it is loyal to you unto death. It is also a great tunneler. 5 HP, 11 STR, 13 DEX, 8 WIL, teeth (d6).
pt_br: Um lobo oco que estava assustando viajantes. Você teve pena da criatura meio faminta e cuidou dela até ela voltar à saúde. Agora ela é leal a você até a morte. Ela também é uma ótima escavadora de túneis. 5 PG, 11 FOR, 13 DES, 8 VON, dentes (d6).

source: An azure warbler. The gametes attract a sizeable profit, if properly extracted. You succeeded but left its nest to the wolves. Take a Paring Knife (d6), an extra 20gp, and a pang of regret.
pt_br: Uma toutinegra azul. Os gametas atraem um lucro considerável, se extraídos corretamente. Você teve sucesso, mas deixou seu ninho para os lobos. Pegue uma Faca de Descascar (d6), 20gp extras e uma pontada de arrependimento.

source: Paring Knife
pt_br: Faca de descascar

source: What tool is always in your pack?
pt_br: Que ferramenta você sempre tem na mochila?

source: Fermented Spirits: Keeps you warm at the best of times and as an explosive at the worst. 3 Uses.
pt_br: Bebidas fermentadas: Mantém você aquecido nos melhores momentos e como explosivo nos piores. 3 usos.

source: Fermented Spirits
pt_br: Bebidas fermentadas

source: Keeps you warm at the best of times and as an explosive at the worst.
pt_br: Mantém você aquecido nos melhores momentos e como um explosivo nos piores.

source: Trail Shaker: A noisy instrument that reveals nearby trails, even when deeply hidden.
pt_br: Agitador de trilhas: Um instrumento barulhento que revela trilhas próximas, mesmo quando profundamente escondidas.

source: Trail Shaker
pt_br: Agitador de trilha

source: A noisy instrument that reveals nearby trails, even when deeply hidden.
pt_br: Um instrumento barulhento que revela trilhas próximas, mesmo quando profundamente escondidas.

source: Drowse Balm: A wax bar. If boiled in water, the steam acts as a soporific agent.
pt_br: Bálsamo para dormir: Uma barra de cera. Se fervida em água, o vapor age como um agente soporífero.

source: Drowse Balm
pt_br: Bálsamo para dormir

source: A wax bar. If boiled in water, the steam acts as a soporific agent.
pt_br: Uma barra de cera. Se fervida em água, o vapor age como um agente soporífero.

source: Spike and Cord: For traversing difficult terrain or for creating makeshift traps and structures.
pt_br: Espinhos e cordas: para atravessar terrenos difíceis ou para criar armadilhas e estruturas improvisadas.

source: Spike and Cord
pt_br: Espigão e Corda

source: For traversing difficult terrain or for creating makeshift traps and structures.
pt_br: Para atravessar terrenos difíceis ou para criar armadilhas e estruturas improvisadas.

source: Iron Rattle: A noisemaker for distracting or scaring your quarry. Sounds convincingly like a snake.
pt_br: Chocalho de Ferro: Um apito para distrair ou assustar sua presa. Soa convincentemente como uma cobra.

source: Iron Rattle
pt_br: Chocalho de Ferro

source: A noisemaker for distracting or scaring your quarry. Sounds convincingly like a snake.
pt_br: Um apito para distrair ou assustar sua presa. Soa convincentemente como uma cobra.

source: Hardening Glue: Makes any flat material (cloth, leather, sand) as hard as stone. Expensive (20gp a bottle, 3 uses).
pt_br: Cola Endurecedora: Deixa qualquer material plano (tecido, couro, areia) tão duro quanto pedra. Cara (20gp o frasco, 3 usos).

source: Hardening Glue
pt_br: Cola de endurecimento

source: Makes any flat material (cloth, leather, sand) as hard as stone. Expensive (20gp a bottle)
pt_br: Torna qualquer material plano (tecido, couro, areia) tão duro quanto pedra. Caro (20gp a garrafa)

source: You sing the stories of rivers and lakes, your talents soothing friends and the elements alike. You've seen more than most, but somehow it never seems to be enough.
pt_br: Você canta histórias de rios e lagos, seus talentos acalmando amigos e os elementos igualmente. Você viu mais do que a maioria, mas de alguma forma nunca parece ser o suficiente.

source: Brook
pt_br: Ribeiro

source: Stone
pt_br: Pedra

source: Dale
pt_br: Vale

source: Rain
pt_br: Chuva

source: Water Shoes
pt_br: Sapatos aquáticos

source: Compass
pt_br: Bússola

source: What songs are you best known for?
pt_br: Quais músicas são mais conhecidas por você?

source: The Tinker's Two-Step. A humorous fairy tale about a gift-giving traveler. Start with a Reed Whistle. Anyone in earshot must pass a WIL save to perform an act of violence.
pt_br: O viajante generoso. Um conto de fadas bem-humorado sobre um viajante que dá presentes. Comece com um Apito Vermelho. Qualquer um que esteja ao alcance da voz deve passar por um teste de VON para realizar um ato de violência.

source: Reed Whistle
pt_br: Apito Vermelho

source: Anyone in earshot must pass a WIL save to perform an act of violence.
pt_br: Qualquer um que esteja ao alcance da voz deve passar por um teste de VON para realizar um ato de violência.

source: The Sylph and Her Lover. A bawdy tale of lost love. Start with a Breeze Knot (3 charges). Creates a strong breeze. Recharge: Tie it to a mast during a storm.
pt_br: A Sílfide e seu Amante. Um conto obsceno de amor perdido. Comece com um Nó de Brisa (3 cargas). Cria uma brisa forte. Recarregue: Amarre-o a um mastro durante uma tempestade.

source: Breeze Knot
pt_br: Nó de Brisa

source: Creates a strong breeze. Recharge: Tie it to a mast during a storm.
pt_br: Cria uma brisa forte. Recarregue: Amarre-o a um mastro durante uma tempestade.

source: Harper's Devotion. A sad, short tale about a musician who falls in love with a star. Start with a Celestial Lute. Reveals the constellations above, no matter the weather.
pt_br: Devoção de Harper. Um conto triste e curto sobre um músico que se apaixona por uma estrela. Comece com um Alaúde Celestial. Revela as constelações acima, não importa o clima.

source: Celestial Lute
pt_br: Alaúde Celestial

source: Reveals the constellations above, no matter the weather.
pt_br: Revela as constelações acima, não importa o clima.

source: The Reed Fisher. A celebrated song about a massive carp that always seems to get away. Begin with a spool of River Twine (5 uses). Each dip into the river guarantees a catch, though it might not be pleasant.
pt_br: O Pescador do Canavial. Uma canção célebre sobre uma carpa enorme que sempre parece escapar. Comece com um Carretel do Rio (5 usos). Cada mergulho no rio garante uma captura, embora possa não ser agradável.

source: River Twine
pt_br: Carretel do Rio

source: Each dip into the river guarantees a catch, though it might not be pleasant.
pt_br: Cada mergulho no rio garante uma captura, mesmo que não seja agradável.

source: Song of the Silver Stream. A wordless lullaby that mimics flowing water. Take a Stone Flute that can calm almost any river.
pt_br: Canção do Rio Prateado. Uma canção de ninar sem palavras que imitam água corrente. Pegue uma Flauta de Pedra que pode rir quase qualquer rio.

source: Stone Flute
pt_br: Flauta de Pedra

source: Can calm almost any river.
pt_br: Pode acalmar quase qualquer rio.

source: The Thrush and the Meadow. A moody tale told in alternating chorus. Start with a Feather Quill (1 use, petty). A map drawn with this quill reveals the most expedient course between any two points.
pt_br: O Tordo e o Prado. Um conto melancólico contado em coro alternado. Comece com uma Caneta de Pena (1 uso, trivial). Um mapa desenhado com esta pena revela o curso mais conveniente entre quaisquer dois pontos.

source: Feather Quill
pt_br: Caneta de Pena

source: A map drawn with this quill reveals the most expedient course between any two points.
pt_br: Um mapa desenhado com esta pena revela o caminho mais conveniente entre dois pontos.

source: What pays your way across the land?
pt_br: O que paga sua travessia do país?

source: Performing at taverns always yields both room and board. Sometimes you even get tips! Start with an extra 10gp.
pt_br: Apresentar-se em tavernas sempre rende tanto quarto quanto comida. Às vezes você até ganha gorjetas! Comece com 10gp extras.

source: You are a protector for those afraid to travel alone. Start with a Rapier.
pt_br: Você é um protetor para aqueles que têm medo de viajar sozinhos. Comece com um Florete.

source: You buy low and sell high, always making just enough to get by. Take a single item worth 20gp (or less) from the gear table.
pt_br: Você compra barato e vende caro, sempre ganhando o suficiente para sobreviver. Pegue um único item que vale 20gp (ou menos) da tabela de equipamentos.

source: You deliver delicate packages throughout the lands. You have at least one contact in any major town.
pt_br: Você entrega pacotes delicados por todas as terras. Você tem pelo menos um contato em qualquer cidade grande.

source: Over troubled waters and dangerous winds, you always make sure a ship reaches its destination. For you, passage is always free.
pt_br: Sobre águas turbulentas e ventos perigosos, você sempre garante que um navio chegue ao seu destino. Para você, a passagem é sempre livre.

source: You shepherd caravans and travelers across water-soaked lands. Start with a map (petty) relevant to your next journey.
pt_br: Você pastoreia caravanas e viajantes por terras encharcadas de água. Comece com um mapa (trivial) relevante para sua próxima jornada.

source: Map
pt_br: Mapa

source: Relevant to your next journey.
pt_br: Relevante para sua próxima jornada.

source: You copy ancient texts and illuminate manuscripts, recording the voices of the clever, the great, and the powerful. You will prove that the pen truly is mightier than the sword.
pt_br: Você copia textos antigos e ilumina manuscritos, registrando as vozes dos inteligentes, dos grandes e dos poderosos. Você provará que a caneta é realmente mais poderosa que a espada.

source: Quill & Ink
pt_br: Pena e tinta

source: Blank Book
pt_br: Livro em branco

source: Awl
pt_br: Furador

source: Badge
pt_br: Distintivo

source: What work did you keep for yourself?
pt_br: Que trabalho você guardou para si?

source: The Wild Tongue. A bundle of leather-bound scrolls. A seminal work, cataloging the hidden languages of beasts and how to understand them.
pt_br: A Língua Selvagem. Um maço de pergaminhos encadernados em couro. Uma obra seminal, catalogando as línguas ocultas das feras e como entendê-las.

source: The Wild Tongue
pt_br: A Língua Selvagem

source: A bundle of leather-bound scrolls. A seminal work, cataloging the hidden languages of beasts and how to understand them.
pt_br: Um maço de pergaminhos encadernados em couro. Uma obra seminal, catalogando as línguas ocultas das feras e como entendê-las.

source: The Silent Symphony. Bound in fluorescent wrap. Very rare, it chronicles the subtle signs used by those employing invisibility magic.
pt_br: A Sinfonia Silenciosa. Encadernado em envoltório fluorescente. Muito raro, ele narra os sinais sutis usados ​​por aqueles que empregam magia de invisibilidade.

source: The Silent Symphony
pt_br: A Sinfonia Silenciosa

source: Bound in fluorescent wrap. Very rare, it chronicles the subtle signs used by those employing invisibility magic.
pt_br: Encadernado em envoltório fluorescente. Muito raro, ele narra os sinais sutis usados ​​por aqueles que empregam magia de invisibilidade.

source: A Treatise on the Abyss. A nondescript black book. An in-depth, largely theoretical text describing the Roots, as well as information about the location of a nearby Gate.
pt_br: Um Tratado sobre o Abismo. Um livro preto indefinido. Um texto profundo e amplamente teórico descrevendo as Raízes, bem como informações sobre a localização de um Portão próximo.

source: A Treatise on the Abyss
pt_br: Um Tratado sobre o Abismo

source: A nondescript black book. An in-depth, largely theoretical text describing the Roots, as well as information about the location of a nearby Gate.
pt_br: Um livro preto indefinido. Um texto profundo, amplamente teórico, descrevendo as Raízes, bem como informações sobre a localização de um Portão próximo.

source: The Star Waltz. A comet-shaped clasp bound in a fine leather cover. Detailed astronomical charts, celestial movements, and stellar festivals. Highly valued (100gp) for its usefulness to travelers.
pt_br: A Valsa das Estrelas. Um fecho em forma de cometa encadernado em uma capa de couro fino. Mapas astronômicos detalhados, movimentos celestes e festivais estelares. Altamente valorizado (100gp) por sua utilidade para viajantes.

source: The Star Waltz
pt_br: A Valsa das Estrelas

source: A comet-shaped clasp bound in a fine leather cover. Detailed astronomical charts, celestial movements, and stellar festivals. Highly valued (100gp) for its usefulness to travelers.
pt_br: Um fecho em forma de cometa envolto em uma capa de couro fino. Mapas astronômicos detalhados, movimentos celestes e festivais estelares. Altamente valorizado (100gp) por sua utilidade para viajantes.

source: The Cathedral and the Canopy. Large-leaf binding over vellum. Nominally a children's storybook, the margins detail information about traveling, eating, and sleeping in the cloud forests.
pt_br: A Catedral e o Dossel. Encadernação de folhas grandes sobre velino. Nominalmente um livro de histórias infantis, as margens detalham informações sobre viajar, comer e dormir nas florestas nubladas.

source: The Cathedral and the Canopy
pt_br: A Catedral e o Dossel

source: Large-leaf binding over vellum. Nominally a children's storybook, the margins detail information about traveling, eating, and sleeping in the cloud forests.
pt_br: Encadernação de folhas grandes sobre velino. Nominalmente um livro de histórias infantis, as margens detalham informações sobre viajar, comer e dormir nas florestas nubladas.

source: Garden of Glass. Bound in the cover of another book. A heretical work, it describes the materials, procedures, and optimal locations required to open a Gate.
pt_br: Jardim de Vidro. Encadernado na capa de outro livro. Uma obra herética, descreve os materiais, procedimentos e localizações ideais necessárias para abrir um Portal.

source: Garden of Glass
pt_br: Jardim de Vidro

source: Bound in the cover of another book. A heretical work, it describes the materials, procedures, and optimal locations required to open a Gate.
pt_br: Encadernado na capa de outro livro. Uma obra herética, descreve os materiais, procedimentos e localizações ideais necessárias para abrir um Portal.

source: How do you transcribe sensitive information?
pt_br: Como você transcreve informações confidenciais?

source: Fib Ink. Glows when used to write true statements but fades if used to write false ones.
pt_br: Tinta Honesta. Brilha quando usada para escrever afirmações verdadeiras, mas desbota se usada para escrever afirmações falsas.

source: Fib Ink
pt_br: Tinta Honesta

source: Glows when used to write true statements but fades if used to write false ones.
pt_br: Brilha quando usado para escrever afirmações verdadeiras, mas desaparece se usado para escrever afirmações falsas.

source: Cipher Stone. A pair of sharp black stones. Each one decrypts any message written by the other.
pt_br: Pedra Cifrada. Um par de pedras pretas afiadas. Cada uma decifra qualquer mensagem escrita pela outra.

source: Cipher Stone
pt_br: Pedra Cifrada

source: A pair of sharp black stones. Each one decrypts any message written by the other.
pt_br: Um par de pedras pretas afiadas. Cada uma decifra qualquer mensagem escrita pela outra.

source: Everquill. A quill that writes on any surface. You still need ink.
pt_br: Peneterna. Uma pena que escreve em qualquer superfície. Você ainda precisa de tinta.

source: Everquill
pt_br: Peneterna

source: A quill that writes on any surface. You still need ink.
pt_br: Uma pena que escreve em qualquer superfície. Você ainda precisa de tinta.

source: Whisper Vial. Whisper a message into the vial, and it will play it back to whoever opens it next.
pt_br: Frasco Sussurrante. Sussurre uma mensagem no frasco, e ele a reproduzirá para quem o abrir em seguida.

source: Whisper Vial
pt_br: Frasco Sussurrante

source: Whisper a message into the vial, and it will play it back to whoever opens it next.
pt_br: Sussurre uma mensagem no frasco e ele a reproduzirá para quem o abrir em seguida.

source: Sanguine Lens. Extracts blood from a target without their knowledge. A stolen drop placed on the eye reveals memories from the past day.
pt_br: Lente Sanguínea. Extrai sangue de um alvo sem que ele saiba. Uma gota roubada colocada no olho revela memórias do dia anterior.

source: Sanguine Lens
pt_br: Lente Sanguínea

source: Extracts blood from a target without their knowledge. A stolen drop placed on the eye reveals memories from the past day.
pt_br: Extrai sangue de um alvo sem que ele saiba. Uma gota roubada colocada no olho revela memórias do dia anterior.

source: Echo Leaf. A blank parchment. Whomever unfurls it sees their actions of the day slowly revealed in a tight scrawl.
pt_br: Folha de eco. Um pergaminho em branco. Quem o desenrola vê suas ações do dia lentamente reveladas em um rabisco apertado.

source: Echo Leaf
pt_br: Folha de eco

source: A blank parchment. Whomever unfurls it sees their actions of the day slowly revealed in a tight scrawl.
pt_br: Um pergaminho em branco. Quem o desenrola vê suas ações do dia lentamente reveladas em um rabisco apertado.

source: Acolyte
pt_br: Acólito

source: ceremonial dagger (d6)
pt_br: adaga cerimonial (d6)

source: Holy servants bound to a particular deity. Typically travel in groups of four or more.
pt_br: Servos sagrados ligados a uma divindade em particular. Normalmente viajam em grupos de quatro ou mais.

source: Carry a holy symbol (Ward once per day).
pt_br: Carregue um símbolo sagrado (Guarda uma vez por dia).

source: bite (d8)
pt_br: morder (d8)
