Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Enormous spiders with greenish-black skin and large brains. Can shape shift into human form at will.
pt_br: Aranhas enormes com pele verde-escura e cérebros grandes. Podem mudar de forma para a forma humana à vontade.

source: Conduct their magical research in dark, web-filled caverns. Carry the Charm and Command spellbooks at all times.
pt_br: Conduzem suas pesquisas mágicas em cavernas escuras e cheias de teias. Carreguam os livros de feitiços Encantar e Comando o tempo todo.

source: Fire damage against Aranea is enhanced.
pt_br: O dano de fogo contra Aranea é aumentado.

source: Bandit
pt_br: Bandido

source: short sword (d6) or short bow (d6)
pt_br: espada curta (d6) ou arco curto (d6)

source: Outlaws who raid settlements, attack ships, or ambush travelers. Groups of four or more are a detachment.
pt_br: Foras da lei que invadem assentamentos, atacam navios ou emboscam viajantes. Grupos de quatro ou mais são um destacamento.

source: A detachment always travels with one leader wearing chain mail or similar (2 Armor) and a long sword (d10) or crossbow (d8).
pt_br: Um destacamento sempre viaja com um líder vestindo cota de malha ou similar (Armadura 2) e uma espada longa (d10) ou besta (d8).

source: Loyal: When testing Morale, save using the leader's WIL (13). If the leader dies, the others will flee.
pt_br: Leal: Ao testar Moral, role uma salvaguarda usando a VON do líder (13). Se o líder morrer, os outros fugirão.

source: ghostly touch (d8)
pt_br: toque fantasmagórico (d8)

source: Incorporeal spirits that linger long after death to haunt the living.
pt_br: Espíritos incorpóreos que permanecem muito tempo após a morte para assombrar os vivos.

source: Unharmed by cold, heat, or the elements. Iron weapon damage is enhanced.
pt_br: Ileso pelo frio, calor ou elementos. O dano da arma de ferro é aumentado.

source: Wail: Anyone in earshot must make a WIL save or fall unconscious.
pt_br: Lamento: Qualquer um que esteja por perto deve fazer um teste de resistência de VON ou ficará inconsciente.

source: Basilisk
pt_br: Basilisco

source: bite (d10)
pt_br: mordida (d10)

source: Long, serpentine lizards that nest deep below the earth or in brambles just underfoot.
pt_br: Lagartos longos e serpenteantes que fazem ninhos nas profundezas da terra ou em arbustos espinhosos logo abaixo dos pés.

source: Fighting a Basilisk without meeting its gaze is difficult. (Attacks facing it are impaired.)
pt_br: Lutar contra um Basilisco sem encará-lo é difícil. (Ataques voltados para ele são prejudicados.)

source: Gaze: A target facing the Basilisk is slowly petrified from the bottom up and completely frozen after three rounds. An antidote can be brewed from the Basilisk's gizzards. The creature's reflection is harmless.
pt_br: Olhar: Um alvo encarando o Basilisco é lentamente petrificado de baixo para cima e completamente congelado após três rodadas. Um antídoto pode ser preparado a partir das moelas do Basilisco. O reflexo da criatura é inofensivo.

source: Blink Dog
pt_br: Cachorro piscante

source: bite (d6)
pt_br: morder (d6)

source: Teleporting canines in service of a powerful master.
pt_br: Cães que teletransportam a serviço de um mestre poderoso.

source: Can phase out of reality at will. Melee attacks against them are impaired.
pt_br: Podem sair da realidade à vontade. Ataques corpo a corpo contra eles são prejudicados.

source: Blood Elk
pt_br: Alce Sangrento

source: horns (d8)
pt_br: chifres (d8)

source: Born from violence resulting from a greedy or selfish act.
pt_br: Nascido da violência resultante de um ato ganancioso ou egoísta.

source: Kill their victims for sustenance, but gains no succor. They are always hungry.
pt_br: Mata suas vítimas para sustento, mas não obtém socorro. Estão sempre com fome.

source: Critical Damage: Gores its victims by ripping out their entrails.
pt_br: Dano Crítico: Fere suas vítimas arrancando suas entranhas.

source: Boggart
pt_br: Bicho-papão

source: Wild, hairy tricksters that prize shiny trinkets above coin.
pt_br: Trapaceiros selvagens e peludos que valorizam bugigangas brilhantes em vez de moedas.

source: Boggarts have true names that describe their true nature. Knowing these names gives a person control over them.
pt_br: Bicho-papão têm nomes verdadeiros que descrevem sua verdadeira natureza. Saber esses nomes dá à pessoa controle sobre eles.

source: Magic: The Boggart can bring objects to life, sow confusion, create magical disguises, use telekinesis, and teleport.
pt_br: Magia: O bicho-papão pode dar vida a objetos, semear confusão, criar disfarces mágicos, usar Telecinese e se Teletransportar.

source: Bone Construct
pt_br: Construção óssea

source: sharpened arms (d8+d8)
pt_br: braços afiados (d8+d8)

source: Gigantic, four-armed constructs made of bone and sorcery.
pt_br: Construções gigantescas de quatro braços feitas de osso e feitiçaria.

source: Mindless guardians that stand ready to attack any creature other than their creator.
pt_br: Guardiões irracionais que estão prontos para atacar qualquer criatura que não seja seu criador.

source: club (d8)
pt_br: clube (d8)

source: Large, goblin-like creatures covered in fur.
pt_br: Criaturas grandes, parecidas com goblins, cobertas de pelos.

source: Prefer stealth and trickery to gain an advantage.
pt_br: Prefira a discrição e a trapaça para ganhar vantagem.

source: Often command parties of like creatures (typically goblins).
pt_br: Geralmente comandam grupos de criaturas semelhantes (geralmente goblins).

source: Burrowing Horror
pt_br: Horror escavador

source: bite (d10), acid squirt (d8, blast)
pt_br: mordida (d10), jato ácido (d8, explosão)

source: Huge insectoids with multiple legs and shiny black eyes. Subsist from dirt, roots, and flesh.
pt_br: Insetóides enormes com pernas múltiplas e olhos pretos brilhantes. Subsistem de terra, raízes e carne.

source: Burrow just beneath surfaces to ambush unsuspecting creatures.
pt_br: Cave logo abaixo das superfícies para emboscar criaturas desavisadas.

source: Critical Damage: Target loses a body part. Roll 1d6. 1: Head, 2-4: Leg, 5-6: Arm.
pt_br: Dano Crítico: Alvo perde uma parte do corpo. Role 1d6. 1: Cabeça, 2-4: Perna, 5-6: Braço.

source: Cave Locust
pt_br: Gafanhoto da caverna

source: Giant plant-eating crickets that dwell in caves. Immune to most types of poison.
pt_br: Gafanhotos gigantes comedores de plantas que vivem em cavernas. Imune à maioria dos tipos de veneno.

source: Their natural coloration allows them to blend in with the stone. They emit loud shrieks when threatened.
pt_br: Sua coloração natural permite que eles se misturem à pedra. Eles emitem gritos altos quando ameaçados.

source: Centaur
pt_br: Centauro

source: spear (d8) or short bow (d6)
pt_br: lança (d8) ou arco curto (d6)

source: Creatures with the lower body and legs of a horse, but a humanoid upper body.
pt_br: Criaturas com a parte inferior do corpo e as pernas de um cavalo, mas a parte superior do corpo é humanoide.

source: Rarely found alone, preferring the company of their own.
pt_br: Raramente são encontrados sozinhos, preferindo a companhia dos seus.

source: Cobblehounds
pt_br: Cães de Pedra

source: Immobile constructs typically used as guardians to great tombs or artifacts.
pt_br: Construções imóveis normalmente usadas como guardiãs de grandes tumbas ou artefatos.

source: Unaffected by mundane persuasion techniques, but love a good bone.
pt_br: Não é afetado por técnicas mundanas de persuasão, mas adora uma boa carne.

source: Creeping Vines
pt_br: Trepadeiras rastejantes

source: vines (d4, blast)
pt_br: videiras (d4, explosão)

source: Appear as an inert, typical vine. Attacks passing creatures to use their corpses as fertilizer.
pt_br: Aparece como uma videira inerte e típica. Ataca criaturas que passam para usar seus corpos como fertilizante.

source: Critical Damage: Target is pulled into the air where they asphyxiate within a few minutes.
pt_br: Dano Crítico: O alvo é puxado para o ar e morre asfixiado em poucos minutos.

source: Crypt Guardian
pt_br: Guardião da Cripta

source: ethereal claws (d8+d8)
pt_br: garras etéreas (d8+d8)

source: Animated skeletons clothed in billowing robes. Their eye sockets are hypnotically red. Defend crypts and tombs, but will not attack if left undisturbed.
pt_br: Esqueletos animados vestidos com túnicas esvoaçantes. As órbitas oculares são hipnoticamente vermelhas. Defendem criptas e tumbas, mas não atacam se não forem perturbados.

source: Non-magical attacks against them are impaired.
pt_br: Ataques não mágicos contra eles são prejudicados.

source: Can teleport any target in eyesight to a random room nearby.
pt_br: Pode teletransportar qualquer alvo à vista para uma sala aleatória próxima.

source: Dryad
pt_br: Dríade

source: knotted arms (d6)
pt_br: braços nodosos (d6)

source: Shy, protective tree spirits that manifest as beautiful, green-skinned humanoids.
pt_br: Espíritos das árvores tímidos e protetores que se manifestam como belos humanoides de pele verde.

source: Unable to travel far from the tree they are bound to. They perish if the tree is destroyed.
pt_br: Incapazes de viajar para longe da árvore à qual estão presos. Eles perecem se a árvore for destruída.

source: Befuddle: Target becomes confused, gradually moving further and further away from the host tree. WIL save once per round to break free.
pt_br: Atordoar: O alvo fica confuso, gradualmente se afastando cada vez mais da árvore hospedeira. Salvaguarda de VON uma vez por rodada para se libertar.

source: club (d10)
pt_br: maça (d10)

source: The two-headed kin of giants. Prefer caves and underground hovels.
pt_br: O parente de duas cabeças dos gigantes. Prefere cavernas e casebres subterrâneos.

source: Cannot be surprised.
pt_br: Não pode ser surpreendido.

source: Eye of Terror
pt_br: Olho do Terror

source: Floating spheres with large mouths, enormous eyes, and several small eyes set atop long stalks.
pt_br: Esferas flutuantes com bocas grandes, olhos enormes e vários olhos pequenos dispostos no topo de longos caules.

source: They are highly intelligent, intensely greedy, and completely insane.
pt_br: Eles são altamente inteligentes, extremamente gananciosos e completamente insanos.

source: Can cast the following spells at will: Charm, Phobia, Telekinesis, Sleep, Shuffle, Vision. Magic used against them requires a WIL save or it fizzles out.
pt_br: Pode conjurar as seguintes magias à vontade: Charme, Fobia, Telecinese, Sono, Embaralhar, Visão. A magia usada contra elas requer um teste de VON ou fracassa.

source: Frost Elf
pt_br: Elfo de Gelo

source: icicle dagger (d6)
pt_br: adaga de gelo (d6)

source: Beautiful, amoral, and long-lived.
pt_br: Linda, amoral e longeva.

source: Resistant to most forms of magic.
pt_br: Resistente à maioria das formas de magia.

source: Can cast the following spells at will: Sleep, Teleport, Detect Magic.
pt_br: Pode lançar os seguintes feitiços à vontade: Sono, Teletransporte, Detectar Magia.

source: Gargoyle
pt_br: Gárgula

source: claws (d8+d8)
pt_br: garras (d8+d8)

source: Magical, slow-moving statues of monstrous winged creatures, typically employed as guards or watchdogs.
pt_br: Estátuas mágicas e lentas de criaturas aladas monstruosas, normalmente empregadas como guardas ou cães de guarda.

source: Prowl at nights but fear the day, when the sun's light freezes them in place.
pt_br: Espreitam à noite, mas temem o dia, quando a luz do sol os congela no lugar.

source: Immune to charms and magical sleep.
pt_br: Imune a encantos e sono mágico.

source: Gelatinous Ooze
pt_br: Gosma gelatinosa

source: devouring touch (d8)
pt_br: toque devorador (d8)

source: Large shapeless masses of transparent jelly. Mindlessly hunt for food in dungeons and underground caverns.
pt_br: Grandes massas disformes de gelatina transparente. Caçam comida sem pensar em masmorras e cavernas subterrâneas.

source: Critical Damage: The target is engulfed, losing d6 STR damage per round until they are consumed.
pt_br: Dano Crítico: O alvo é engolido, perdendo d6 de FOR por rodada até ser consumido.

source: Ghost
pt_br: Fantasma

source: life drain (d6)
pt_br: dreno de vida (d6)

source: Incorporeal spirits of the restless dead, vulnerable only to magic and specific anointed rites.
pt_br: Espíritos incorpóreos dos mortos inquietos, vulneráveis ​​apenas à magia e a ritos ungidos específicos.

source: Critical Damage: Target must save WIL or is possessed, acting only on behalf of the ghost's whims.
pt_br: Dano Crítico: O alvo deve fazer uma salvaguarda de VON ou será possuído, agindo apenas em nome dos caprichos do fantasma.

source: Ghoul
pt_br: Carniçal

source: elongated claws (d6+d6)
pt_br: garras alongadas (d6+d6)

source: Grey-skinned man-things wearing shredded clothes that crave only the flesh of the living.
pt_br: Coisas humanas de pele cinza, vestidas com roupas rasgadas e que anseiam apenas pela carne dos vivos.

source: Critical Damage: Target is deprived from their necrotic wound, dying in d4 days unless treated by a priest or skilled healer. If the body is not burned it later rises as a Ghoul as well.
pt_br: Dano Crítico: O alvo é privado de seu ferimento necrótico, morrendo em d4 dias a menos que seja tratado por um sacerdote ou curandeiro habilidoso. Se o corpo não for queimado, ele mais tarde se ergue como um Ghoul também.

source: Giant Scorpion
pt_br: Escorpião gigante

source: claws (d10+d10)
pt_br: garras (d10+d10)

source: Horse-sized arachnids commonly found in dry terrain or caverns.
pt_br: Aracnídeos do tamanho de cavalos, comumente encontrados em terrenos secos ou cavernas.

source: Critical Damage: The stinger's poison liquefies the target's insides for an additional d8 STR damage. The STR loss is permanent.
pt_br: Dano Crítico: O veneno do ferrão liquefaz as entranhas do alvo, causando um dano de FOR adicional de d8. A perda de FOR é permanente.

source: spear (d8)
pt_br: lança (d8)

source: Ferocious humanoid hyenas spawned from arcane experiments long ago.
pt_br: Hienas humanoides ferozes surgiram de experimentos arcanos há muito tempo.

source: Deadly warriors, they attack as a pack (as detachment) or on their own.
pt_br: Guerreiros mortais, eles atacam em bando (como destacamento) ou sozinhos.

source: dagger (d6) or sling (d6)
pt_br: adaga (d6) ou funda (d6)

source: Small, grotesque humanoids with skin in earthly tones of green, brown, and grey.
pt_br: Pequenos humanoides grotescos com pele em tons terrosos de verde, marrom e cinza.

source: Avoid combat, only attacking when advantageous, using hit-and-run tactics.
pt_br: Evite o combate, atacando somente quando for vantajoso, usando táticas de bater e correr.

source: Sometimes are found using dire wolves as mounts.
pt_br: Às vezes são encontrados usando lobos terríveis como montarias.

source: Green Dragon
pt_br: Dragão Verde

source: bite (d12), detachment
pt_br: mordida (d12), destacamento

source: Forest-dwelling snakes topped with tall green scales. Collect great hoards of treasure.
pt_br: Cobras que vivem na floresta cobertas com altas escamas verdes. Colecione grandes tesouros.

source: Use intelligence and cunning to manipulate the weak into their service.
pt_br: Use inteligência e astúcia para manipular os fracos e colocá-los a serviço deles.

source: Chlorine Gas: Anyone nearby must make a DEX save to escape its reach or lose 1d4 STR and becomes deprived.
pt_br: Gás Cloro: Qualquer um por perto deve fazer um teste de DES para escapar de seu alcance ou perder 1d4 de FOR e ficar privado.

source: Griffon
pt_br: Grifo

source: claws (d6+d6), detachment
pt_br: garras (d6+d6), destacamento

source: Ravenous hybrids, with the head and wings of an eagle and the lower body of a lion.
pt_br: Híbridos vorazes, com cabeça e asas de águia e parte inferior do corpo de leão.

source: Can be used as mounts if taken young and properly trained.
pt_br: Podem ser usados ​​como montarias se forem capturados jovens e devidamente treinados.

source: Fly and attack at astonishing speeds, diving in to scoop up their prey.
pt_br: Voam e atacam em velocidades surpreendentes, mergulhando para capturar suas presas.

source: Critical Damage: Tears flesh and bone from its victim with its razor-sharp beak.
pt_br: Dano Crítico: Arranca carne e osso de sua vítima com seu bico afiado.

source: Grizzly Bear
pt_br: Urso pardo

source: Reddish-brown bears commonly found in mountains, woodlands, and prairies.
pt_br: Ursos marrom-avermelhados são comumente encontrados em montanhas, florestas e pradarias.

source: Prefer to eat fish and meat, and will attack the rare unfortunate who crosses their path.
pt_br: Preferem comer peixe e carne, e atacam os raros infelizes que cruzam seu caminho.

source: Critical Damage: Bites the victim for an additional d6 STR damage. They bleed out very quickly.
pt_br: Dano Crítico: Morde a vítima, causando um dano adicional de d6 FOR. Elas sangram muito rápido.

source: Harpy
pt_br: Harpia

source: claws (d6+d6)
pt_br: garras (d6+d6)

source: Hideous monstrosities with the body of a giant eagle and a humanoid head.
pt_br: Monstruosidades horrendas com corpo de águia gigante e cabeça humanoide.

source: Their movements and flight are clumsy due to their disproportionate size. Rely on charmed victims to do anything of note.
pt_br: Seus movimentos e voo são desajeitados devido ao seu tamanho desproporcional. Confie em vítimas encantadas para fazer qualquer coisa digna de nota.

source: Song: Anyone nearby must save WIL or be charmed by its voice, following the harpy and defending it from any threat.
pt_br: Música: Qualquer um que estiver por perto deve salvar VON ou ser encantado por sua voz, seguindo a harpia e defendendo-a de qualquer ameaça.

source: Hellhound
pt_br: Cão do inferno

source: bite (d8), fire breath (d6, blast)
pt_br: mordida (d8), sopro de fogo (d6, explosão)

source: Monstrous, intelligent dogs that dwell near volcanoes.
pt_br: Cães monstruosos e inteligentes que vivem perto de vulcões.

source: Immune to fire and heat damage. Hot enough to melt iron simply by biting it.
pt_br: Imune a danos de fogo e calor. Quente o suficiente para derreter ferro simplesmente mordendo-o.

source: Hobgoblin
pt_br: Duende Macabro

source: mace (d8)
pt_br: maça (d8)

source: Large and burly relatives of goblins. Dwell in underground fortresses until called for war.
pt_br: Parentes grandes e corpulentos dos goblins. Habitam fortalezas subterrâneas até serem chamados para a guerra.

source: Automatically succeed in Morale Saves if a commander is present.
pt_br: Obtenha sucesso automaticamente em testes de moral se um comandante estiver presente.

source: Trained to fight together. Damage dealt is enhanced if an ally is also engaged with the same enemy.
pt_br: Treinados para lutar juntos. O dano causado é aumentado se um aliado também estiver engajado com o mesmo inimigo.

source: Hooded Men
pt_br: Homens Encapuzados

source: leystaff (d8)
pt_br: cajado arcano (d8)

source: The Watchers of the Wood; a cult that derive their power from leylines, rune stones, and the like.
pt_br: Os Vigilantes da Floresta; um culto que obtém seu poder de linhas arcanas, pedras rúnicas e coisas do tipo.

source: Critical Damage: Leech a part of the victim's soul (1d4 WIL damage).
pt_br: Dano Crítico: Suga uma parte da alma da vítima (1d4 de dano de VON).

source: Carries two of the following spellbooks: Charm, Hypnotize, Push/Pull, Shield.
pt_br: Carrega dois dos seguintes livros de magia: Encantar, Hipnotizar, Empurrar/Puxar, Escudo.

source: Hydra
pt_br: Hidra

source: bite (d12, blast), detachment
pt_br: mordida (d12, explosão), destacamento

source: Large reptilians with nine serpentine heads. Very difficult to throw off once their quarry is detected.
pt_br: Grandes répteis com nove cabeças serpentinas. Muito difíceis de se livrar quando sua presa é detectada.

source: On taking Critical Damage, the hydra loses one head. It then continues fighting until no heads remains.
pt_br: Ao receber dano crítico, a hidra perde uma cabeça. Ela então continua lutando até que não reste mais nenhuma cabeça.

source: Invisible Stalker
pt_br: Perseguidor invisível

source: fists (d4+d4)
pt_br: punhos (d4+d4)

source: Intelligent beings shaped into reality by a powerful wizard. Completely invisible and silent.
pt_br: Seres inteligentes moldados em realidade por um mago poderoso. Completamente invisíveis e silenciosos.

source: Attacks deal direct STR damage (subtracting Armor).
pt_br: Ataques causam dano direto na FOR (subtraindo Armadura).

source: Killer Bees
pt_br: Abelhas assassinas

source: sting (d6), detachment
pt_br: picada (d6), destacamento

source: Oversized bees that build underground hives. Hyper-aggressive, attack anything that comes near.
pt_br: Abelhas gigantes que constroem colmeias subterrâneas. Hiperagressivas, atacam qualquer coisa que se aproxime.

source: Produce special honey that heals 1d6 STR. 3 uses.
pt_br: Produz mel especial que cura 1d6 de FOR. 3 usos.

source: When the bees cause STR damage, the stingers are lodged into the target, dealing d4 damage each round until removed.
pt_br: Quando as abelhas causam dano FOR, os ferrões ficam alojados no alvo, causando d4 de dano a cada rodada até serem removidos.

source: bite (d6), spear (d8)
pt_br: mordida (d6), lança (d8)

source: Hairless humanoids with canine-like features and scaly skin. Can see perfectly in the dark, but are harmed by direct sunlight.
pt_br: Humanoides sem pelos com características caninas e pele escamosa. Podem enxergar perfeitamente no escuro, mas são prejudicados pela luz solar direta.

source: Use traps and ambush to defeat opponents. Often act in service of a more powerful creatures.
pt_br: Use armadilhas e emboscadas para derrotar oponentes. Frequentemente atue a serviço de criaturas mais poderosas.

source: Lamia
pt_br: Lâmia

source: toothy bite (d8)
pt_br: mordida dentuça (d8)

source: Centaur-like creatures that prey on the life force of others, seducing their victims through heightened charm and intelligence. Their upper bodies are typically humanoid, the lower half any number of animal hybrids.
pt_br: Criaturas semelhantes a centauros que se alimentam da força vital dos outros, seduzindo suas vítimas por meio de charme e inteligência elevados. A parte superior de seus corpos é tipicamente humanoide, a metade inferior qualquer número de híbridos animais.

source: Inherently magical. Can create illusions, charm creatures, and disguise themselves at will.
pt_br: Inerentemente mágico. Pode criar ilusões, encantar criaturas e se disfarçar à vontade.

source: Critical Damage: The target takes d6 WIL damage as their spirit is slowly sapped away. They then become enthralled to the Lamia, obeying its every command while in its presence.
pt_br: Dano Crítico: O alvo recebe d6 de dano na VON enquanto seu espírito é lentamente sugado. Eles então ficam encantados com a Lâmia, obedecendo a todos os seus comandos enquanto estão em sua presença.

source: soul dagger (d8)
pt_br: adaga da alma (d8)

source: Powerful sorcerers that paid the ultimate price for immortality: their own life. Now their thirst for power knows no bounds.
pt_br: Feiticeiros poderosos que pagaram o preço máximo pela imortalidade: suas próprias vidas. Agora, sua sede por poder não tem limites.

source: Maintain unlife by binding themselves to an earthly artifact, which is typically protected by at least d6 other undead servants.
pt_br: Manter a não-vida vinculando-se a um artefato terrestre, que normalmente é protegido por pelo menos d6 outros servos mortos-vivos.
