Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Ruled by a Powerful Faction
pt_br: Governado por uma facção poderosa

source: Steeped in Tradition
pt_br: Cheio de tradição

source: Trading Hub
pt_br: Centro de Negociação

source: Archive
pt_br: Arquivo

source: Asylum
pt_br: Asilo

source: Bazaar
pt_br: Bazar

source: Beacon Tower
pt_br: Farol

source: Bunker
pt_br: Abrigo

source: Cabin
pt_br: Cabine

source: Campground
pt_br: Área de Acampamento

source: Guildhall
pt_br: Salão da Guilda

source: Hospice
pt_br: Hospício

source: Hunting Lodge
pt_br: Pavilhão de Caça

source: Inn
pt_br: Pousada

source: Reservoir
pt_br: Reservatório

source: Sanatorium
pt_br: Sanatório

source: Temple
pt_br: Templo

source: Trading Post
pt_br: Posto de Troca

source: Watchtower
pt_br: Torre de Vigia

source: Work Camp
pt_br: Campo de Trabalho

source: A Haven for Outcasts
pt_br: Um refúgio para párias

source: Built on Sacred Grounds
pt_br: Construído em solo sagrado

source: Contains a Powerful Artifact
pt_br: Contém um poderoso artefato

source: Cursed By Previous Occupants
pt_br: Amaldiçoado pelos ocupantes anteriores

source: Decrepit Buildings
pt_br: Prédios Decrépitos

source: Distrustful Occupants
pt_br: Ocupantes desconfiados

source: Does Not Appear on Any Map
pt_br: Não aparece em nenhum mapa

source: Front for Illegal Operations
pt_br: Frente para Operações Ilegais

source: Host to a Renowned Artisan
pt_br: Anfitrião de um artesão renomado

source: Known for its Elaborate Defenses
pt_br: Conhecido por suas defesas elaboradas

source: Occupants Are Lawful to a Fault
pt_br: Os ocupantes são leais até demais

source: Occupants Are Overly Formal
pt_br: Os ocupantes são excessivamente formais

source: Outsiders Are Barred
pt_br: Estranhos são proibidos

source: Outsiders Cannot Carry Weapons
pt_br: Estrangeiros não podem portar armas

source: Part of an Illegal Trade Route
pt_br: Parte de uma rota de comércio ilegal

source: Popular Pilgrim Destination
pt_br: Destino popular de peregrinação

source: Protects a Powerful Object
pt_br: Protege um objeto poderoso

source: Reclusive Occupants
pt_br: Ocupantes reclusos

source: Sits on Natural Deposits
pt_br: Fica em depósitos naturais

source: Technologically Advanced
pt_br: Tecnologicamente avançado

source: Ancient Tree
pt_br: Árvore Antiga

source: Broken Tower
pt_br: Torre quebrada

source: Buried Megalith
pt_br: Megalito enterrado

source: Collapsed Mill
pt_br: Moinho em colapso

source: Cracked Bell
pt_br: Sino rachado

source: Crystal Spire
pt_br: Pináculo de Cristal

source: Dripping Archway
pt_br: Arco Gotejante

source: Echoing Fields
pt_br: Campos Ecoantes

source: Enormous Fist
pt_br: Punho Enorme

source: Floating Island
pt_br: Ilha Flutuante

source: Frozen Graveyard
pt_br: Cemitério Congelado

source: Hanging Bridges
pt_br: Pontes Suspensas

source: Illegible Signpost
pt_br: Placa de Sinalização Ilegível

source: Leviathan Skeleton
pt_br: Esqueleto de um Leviatã

source: Oddly-Shaped Lake
pt_br: Lago de formato estranho

source: Petrified Trees
pt_br: Árvores petrificadas

source: Purple Geysers
pt_br: Gêiseres Roxos

source: Singing Stones
pt_br: Pedras Cantantes

source: Sunken City
pt_br: Cidade Submersa

source: Abandoned Vessel
pt_br: Embarcação Abandonada

source: Ancient Trash Heap
pt_br: Pilha de lixo antigo

source: Buried Ley Line
pt_br: Linha Arcana Enterrada

source: Buried Library
pt_br: Biblioteca enterrada

source: Carnivorous Plants
pt_br: Plantas carnívoras

source: Celestial Mirror
pt_br: Espelho Celestial

source: Cult Ritual Site
pt_br: Sítio de Ritual de Culto

source: Edible Fungus
pt_br: Fungo comestível

source: Floating Debris
pt_br: Detritos Flutuantes

source: Hidden Market
pt_br: Mercado Oculto

source: Illusory
pt_br: Ilusório

source: Impossible Music
pt_br: Música Impossível

source: Infested With Vermin
pt_br: Infestado de vermes

source: Irregular Gravity
pt_br: Gravidade Irregular

source: Isolated Weather
pt_br: Clima isolado

source: Only Appears at Night
pt_br: Só aparece à noite

source: Perpetual Mist
pt_br: Névoa Perpétua

source: Perpetual Shadows
pt_br: Sombras Perpétuas

source: Site of Ancient Battle
pt_br: Local da Batalha Antiga

source: Abandoned Tower
pt_br: Torre abandonada

source: Ancient Prison
pt_br: Prisão Antiga

source: Collapsed Mine
pt_br: Mina Desmoronada

source: Colossal Hive
pt_br: Colmeia Colossal

source: Crashed Ship
pt_br: Navio Naufragado

source: Crumbling Fort
pt_br: Fortaleza desmoronada

source: Dry Aqueduct
pt_br: Aqueduto Seco

source: Enormous Stump
pt_br: Toco Enorme

source: Forgotten Graveyard
pt_br: Cemitério Esquecido

source: Hidden Burrow
pt_br: Toca Oculta

source: Hollow Obelisk
pt_br: Obelisco Oco

source: Overgrown Garden
pt_br: Jardim coberto de vegetação

source: Primeval Menhirs
pt_br: Menires Primitivos

source: Primitive Bridge
pt_br: Ponte Primitiva

source: Ruined Town
pt_br: Cidade em ruínas

source: Rusted Construct
pt_br: Construção enferrujada

source: Spiked Cave
pt_br: Caverna com espinhos

source: Sunken Grotto
pt_br: Gruta Submersa

source: Unruly Copse
pt_br: Bosque rebelde

source: At Crossroads
pt_br: Na encruzilhada

source: Baited Entrance
pt_br: Entrada com isca

source: Bioluminescence
pt_br: Bioluminescência

source: Constant Screaming
pt_br: Gritos constantes

source: Entry Forbidden
pt_br: Entrada Proibida

source: Faction Hideout
pt_br: Esconderijo da Facção

source: Hidden Exit
pt_br: Saída Oculta

source: Odd Machinery
pt_br: Maquinário estranho

source: Piles of Bones
pt_br: Pilhas de Ossos

source: Previously Occupied
pt_br: Anteriormente ocupado

source: Religious Graffiti
pt_br: Grafites religiosos

source: Scattered Traps
pt_br: Armadilhas Dispersas

source: Scavengers Prowl
pt_br: Catadores rondam

source: Signs Posted
pt_br: Placas Fixadas

source: Something Sleeps
pt_br: Algo Dorme

source: Symbiotic Entity
pt_br: Entidade Simbiótica

source: Training Camp
pt_br: Campo de treinamento

source: Underwater
pt_br: Subaquática

source: Waste Pit
pt_br: Poço de Resíduos

source: Burial Ground
pt_br: Cemitério

source: Cellar
pt_br: Adega

source: Estate
pt_br: Propriedade

source: Fort
pt_br: Forte

source: Great Hall
pt_br: Grande Salão

source: Laboratory
pt_br: Laboratório

source: Manor
pt_br: Solar

source: Mine
pt_br: Mina

source: Palace
pt_br: Palácio

source: Ruined City
pt_br: Cidade em ruínas

source: Tomb
pt_br: Túmulo

source: Buried
pt_br: Enterrada

source: Burnt
pt_br: Queimada

source: Clockwork
pt_br: Engrenagem

source: Collapsed
pt_br: Desmoronado(a)

source: Floating
pt_br: Flutuante

source: Inverted
pt_br: Invertido(a)

source: Isolated
pt_br: Isolado(a)

source: Mirrored
pt_br: Espelhado(a)

source: Otherworldly
pt_br: Sobrenatural

source: Remote
pt_br: Remoto(a)

source: Sealed
pt_br: Selado(a)

source: Obvious or well-trod routes between two POIs. Represented by a thick line.
pt_br: Rotas óbvias ou bem trilhadas entre dois PDIs. Representadas por uma linha grossa.

source: Do not appear on any known maps. Their discovery always requires some kind of cost. Represented by a dashed line.
pt_br: Não aparecem em nenhum mapa conhecido. Sua descoberta sempre requer algum tipo de custo. Representado por uma linha tracejada.

source: May be blocked or require specialized tools to cross. Represented by a crossed line.
pt_br: Pode ser bloqueado ou exigir ferramentas especializadas para cruzar. Representado por uma linha cruzada.

source: Abandoned Fields
pt_br: Campos abandonados

source: Blood-Red
pt_br: Vermelho-sangue

source: Buried Charms
pt_br: Amuletos Enterrados

source: Cattle Prints
pt_br: Pegadas de gado

source: Constant Patrols
pt_br: Patrulhas constantes

source: Dead Vegetation
pt_br: Vegetação morta

source: Disappearing
pt_br: Desaparecendo

source: Diseased Animals
pt_br: Animais doentes

source: Follows the Stars
pt_br: Segue as estrelas

source: Frequent Pilgrims
pt_br: Peregrinos Frequentes

source: Massive Grooves
pt_br: Sulcos Enormes

source: Mile Markers
pt_br: Marcadores de milhas

source: Mineral Flecks
pt_br: Manchas minerais

source: Newly Made
pt_br: Recém-feito

source: Rusted Tools
pt_br: Ferramentas enferrujadas

source: Shriveled Away
pt_br: Encolhido

source: Shredded
pt_br: Desfiada

source: Ubiquitous Footprints
pt_br: Pegadas onipresentes

source: Bandit Ambushes
pt_br: Emboscadas de bandidos

source: Blocked by Giant Boulder
pt_br: Bloqueado por uma pedra gigante

source: Collapsed Bridge
pt_br: Ponte Desmoronada

source: Confusing to Navigate
pt_br: Confuso para navegar

source: Dense Bramble
pt_br: Moita densa

source: Divided by Political Dispute
pt_br: Dividido por disputa política

source: Erratic Weather
pt_br: Clima errático

source: Frequent Flash Floods
pt_br: Inundações repentinas frequentes

source: Gets Extremely Cold
pt_br: Fica extremamente frio

source: Heavy Toll Required
pt_br: Pedágio caro necessário

source: Labyrinthine Canyons
pt_br: Cânions Labirínticos

source: Night Predators
pt_br: Predadores noturnos

source: Occasional Stampedes
pt_br: Debandadas ocasionais

source: Overcrowded
pt_br: Superlotada

source: Passes over Rapids
pt_br: Passa sobre corredeiras

source: Poisonous Fruit
pt_br: Fruta Venenosa

source: Smoke-filled
pt_br: Cheio de fumaça

source: Steep Climb
pt_br: Subida íngreme

source: Thick Evening Mist
pt_br: Névoa espessa da noite

source: Uneven, Soggy Ground
pt_br: Solo irregular e encharcado

source: Academic
pt_br: Acadêmico(a)

source: Assassin
pt_br: Assassino(a)

source: Blacksmith
pt_br: Ferreiro(a)

source: Farmer
pt_br: Agricultor(a)

source: Gravedigger
pt_br: Coveiro(a)

source: Guard
pt_br: Guarda

source: Healer
pt_br: Curandeiro(a)

source: Jailer
pt_br: Carcereiro(a)

source: Laborer
pt_br: Trabalhador(a)

source: Lord
pt_br: Senhor

source: Merchant
pt_br: Comerciante

source: Monk
pt_br: Monge(a)

source: Outlander
pt_br: Forasteiro(a)

source: Peddler
pt_br: Mascate

source: Politician
pt_br: Político(a)

source: Spy
pt_br: Espiã(o)

source: Thief
pt_br: Ladrão(a)

source: Thug
pt_br: Bandido(a)

source: Domination
pt_br: Dominação

source: Freedom
pt_br: Liberdade

source: Intelligent
pt_br: Inteligente

source: Incompetent
pt_br: Incompetente

source: Xenophobic
pt_br: Xenófobo(a)

source: Gaunt
pt_br: Magro(a)

source: Harsh Voice
pt_br: Voz áspero(a)

source: Young
pt_br: Jovem

source: Squints
pt_br: Estrabismo

source: Strong
pt_br: Forte

source: Alert
pt_br: Alerta

source: Bright Eyes
pt_br: Olhos brilhantes

source: Notable Hair
pt_br: Cabelo Notável

source: Missing Ear
pt_br: Orelha faltando

source: Good Posture
pt_br: Boa Postura

source: Limps
pt_br: Coxo

source: Grimy
pt_br: Suja

source: Thick Eyebrows
pt_br: Sobrancelhas grossas

source: Crooked Teeth
pt_br: Dentes tortos

source: Heavy Brow
pt_br: Sobrancelha Pesada

source: Pleasant Voice
pt_br: Voz agradável

source: Broad Face
pt_br: Rosto largo

source: Tired
pt_br: Cansado(a)

source: Eyepatch
pt_br: Tapa-olho

source: Tough
pt_br: Difícil

source: Clumsy
pt_br: Desajeitado(a)

source: Attractive
pt_br: Atraente

source: Doughy
pt_br: Pastoso(a)

source: Fast
pt_br: Rápido(a)

source: Haggard
pt_br: Abatido(a)

source: Dimples
pt_br: Covinhas

source: Imposing
pt_br: Imponente

source: Tall
pt_br: Alto(a)

source: Wiry
pt_br: Enrijecido(a)

source: Weak
pt_br: Fraco(a)

source: Slow
pt_br: Lento(a)

source: Dark Eyes
pt_br: Olhos escuros

source: Loud
pt_br: Barulhento

source: Disfigured
pt_br: Desfigurado(a)

source: Herald
pt_br: Arauto

source: A Blade Called Hope
pt_br: Uma Lâmina Chamada Esperança

source: A thin, curved sword that glows with faint light, visible only in total darkness. When bathed in heavy sunlight, its first attack is Enhanced.
pt_br: Uma espada fina e curva que brilha com luz fraca, visível apenas na escuridão total. Quando banhada em luz solar intensa, seu primeiro ataque é Aprimorado.

source: Assassin's Goblets
pt_br: Cálices do Assassino

source: A pair of fragile wine flutes. Any liquid poured into one is swapped with the other.
pt_br: Um par de frágeis taças de vinho. Qualquer líquido derramado em uma é trocado com a outra.

source: Babbleflask
pt_br: Balão de fala mansa

source: A foreign language is automatically understood and can be spoken back with fluency, so long as the drinker's native tongue is neither spoken nor heard.
pt_br: Uma língua estrangeira é automaticamente compreendida e pode ser falada com fluência, desde que a língua nativa do bebedor não seja falada nem ouvida.

source: Barbed Epaulets
pt_br: Dragonas farpadas

source: Spiked shoulder pads that poison anyone that touches them (STR save or lose consciousness).
pt_br: Ombreiras com pontas que envenenam qualquer um que as toque (teste de resistência de FOR ou perda de consciência).

source: Betterwand
pt_br: Varinha Melhor

source: Vibrates with increased intensity when pointed at the best of a series of objects. Recharge: Willingly accept a poor deal or trade while in possession of the wand.
pt_br: Vibra com intensidade aumentada quando apontada para o melhor de uma série de objetos. Recarga: Aceita de bom grado um mau negócio ou troca enquanto estiver de posse da varinha.

source: Bloodmap
pt_br: Mapa de Sangue

source: A blank leather parchment that absorbs any blood spilled on its surface before rolling into a tight scroll. Unroll to see a rough map revealing the current location of any remaining blood. The image disappears after a few minutes. Recharge: Pour a pint of your own life essence onto the map, blood for blood. You are deprived until you can rest and eat a Ration.
pt_br: Um pergaminho de couro em branco que absorve qualquer sangue derramado em sua superfície antes de enrolar em um rolo apertado. Desenrole para ver um mapa áspero revelando a localização atual de qualquer sangue restante. A imagem desaparece após alguns minutos. Recarregue: despeje um litro de sua própria essência de vida no mapa, sangue por sangue. Você está privado até que possa descansar e comer uma Ração.

source: Coin of the Father
pt_br: Moeda do Pai

source: Flip this worthless-looking hunk of flat metal in the air, and it will transform into d100 gold coins. The illusory coins disappear after one hour. Recharge: Carry the coin for three days without spending or earning any money.
pt_br: Vire esse pedaço de metal plano de aparência inútil no ar, e ele se transformará em moedas de ouro d100. As moedas ilusórias desaparecem após uma hora. Recarregue: carregue a moeda por três dias sem gastar ou ganhar dinheiro.

source: Dryad's Tear
pt_br: Lágrima da Dríade

source: Shatter this crystal to merge with a tree you can touch. You can perceive the goings-on within whatever forest that tree belongs to.
pt_br: Quebre este cristal para se fundir com uma árvore que você pode tocar. Você pode perceber os acontecimentos dentro de qualquer floresta à qual essa árvore pertença.

source: Empathy Rod
pt_br: Vara da Empatia

source: When two creatures touch this wooden pole at the same time, their physical and emotional states become fully intertwined until they let go. Recharge: Give the rod to a former enemy as a gift. This is a one-way transaction.
pt_br: Quando duas criaturas tocam este poste de madeira ao mesmo tempo, seus estados físicos e emocionais se tornam totalmente interligados até que eles se soltem. Recarga: Dê o bastão a um antigo inimigo como um presente. Esta é uma transação unidirecional.

source: Eyestone
pt_br: Pedra do Olho

source: Choose an object created by living creatures. You can sense the nearest example. Recharge: Place in a bucket of rainwater overnight.
pt_br: Escolha um objeto criado por criaturas vivas. Você pode sentir o exemplo mais próximo. Recarregue: Coloque em um balde de água da chuva durante a noite.

source: Falconstone
pt_br: Pedra do Falcão

source: Perceive the world through the eyes and ears of a nearby bird of prey. You feel whatever it feels but have no control over it. Recharge: Kill and eat a common quarry, cooking the meat alongside the stone.
pt_br: Perceba o mundo através dos olhos e ouvidos de uma ave de rapina próxima. Você sente o que ela sente, mas não tem controle sobre isso. Recarga: Mate e coma uma presa comum, cozinhando a carne junto com a pedra.

source: Footpad's Friend
pt_br: Pé de Almofada

source: Soft leather shoes that adapt to fit any foot size. Leave behind footprints that scatter and turn in a confusing manner, making tracking nigh-impossible.
pt_br: Sapatos de couro macio que se adaptam a qualquer tamanho de pé. Deixam para trás pegadas que se espalham e viram de forma confusa, tornando o rastreamento quase impossível.

source: Gate Chalk
pt_br: Giz de portão

source: Draw a doorway on any flat surface to open a one-way passage to the Roots. Good luck.
pt_br: Desenhe uma porta em qualquer superfície plana para abrir uma passagem de mão única para as Roots. Boa sorte.

source: Golden Wheat Paste
pt_br: Pasta de Trigo Dourado

source: When mixed with water, this substance chemically bonds any two objects.
pt_br: Quando misturada com água, essa substância liga quimicamente quaisquer dois objetos.

source: Gossip Box
pt_br: Caixa de fofocas

source: Wind the crank to replay any sound made in the past day in your current location. Each crank goes back one hour. Recharge: Successfully spread one falsehood in the presence of the box.
pt_br: Gire a manivela para reproduzir qualquer som feito no dia anterior em sua localização atual. Cada manivela volta uma hora. Recarga: Espalhe com sucesso uma falsidade na presença da caixa.

source: Harbinger's Bell
pt_br: Sino do Precursor

source: Hang at chest height to ring when danger is imminent. Recharge: Melt and reforge. Each time, roll a d6. On a 1-2, it breaks forever.
pt_br: Pendure na altura do peito para tocar quando o perigo for iminente. Recarregue: Derreta e reforje. Cada vez, role um d6. Em um 1-2, ele quebra para sempre.

source: Homunculus Nail
pt_br: Prego de Homúnculo

source: Prick a finger with the pointy end and hammer into any small object to form a loyal servant [3 HP, 4 STR, 13 DEX, 5 WIL] completely devoted to you. If not destroyed, it will outlive you.
pt_br: Fure um dedo com a ponta pontiaguda e martele em qualquer objeto pequeno para formar um servo leal [3 PG, 4 FOR, 13 DES, 5 VON] completamente devotado a você. Se não for destruído, ele sobreviverá a você.

source: Honest Earworm
pt_br: Honesto verme de ouvido

source: A foul-smelling, pinky-sized worm that feeds on earwax by crawling into the ear canal of a sleeping person. The victim then loses the ability to lie for 1d4 hours.
pt_br: Um verme malcheiroso, do tamanho de um rosa, que se alimenta de cera de ouvido rastejando no canal auditivo de uma pessoa dormindo. A vítima então perde a habilidade de ficar deitada por 1d4 horas.

source: Jar of Ants
pt_br: Pote de Formigas

source: Break to release a colony of fire ants [6 HP, 2 STR, 10 DEX, 1 WIL, bite (d10), detachment]. Consumes a ration every two days.
pt_br: Quebrar para liberar uma colônia de formigas de fogo [6 PG, 2 FOR, 10 DES, 1 VON, morder (d10), destacamento]. Consome uma ração a cada dois dias.

source: Last Breath
pt_br: Último suspiro

source: A chipped short sword of dubious quality. Drive into the earth to form a crystal dome that encircles and immobilizes the wielder. The dome is impenetrable by mundane means, and shatters once the sword is lifted again. Recharge: Deliver a killing blow with the sword, absorbing the dying victim's soul into the blade. There is a cunning intelligence within that speaks to the wielder, forever asking for more souls, more!
pt_br: Uma espada curta lascada de qualidade duvidosa. Crave na terra para formar uma cúpula de cristal que envolve e imobiliza o portador. A cúpula é impenetrável por meios mundanos e se estilhaça quando a espada é levantada novamente. Recarga: Dê um golpe mortal com a espada, absorvendo a alma da vítima moribunda na lâmina. Há uma inteligência astuta dentro dela que fala com o portador, pedindo para sempre por mais almas, mais!

source: Lightsucker Candle
pt_br: Vela sugadora de luz

source: Once lit, this black tallow wax sheds darkness rather than light, even in the brightest of days.
pt_br: Uma vez acesa, essa cera de sebo preta emite escuridão em vez de luz, mesmo nos dias mais claros.

source: Lover's Covenant
pt_br: Aliança do Amante

source: A bottle of red-tinted ink, a broken heart emblazoned on the front. Write up a contract of any length. Any who sign are bound to obey by penalty of death.
pt_br: Uma garrafa de tinta vermelha, um coração partido estampado na frente. Escreva um contrato de qualquer tamanho. Qualquer um que assinar é obrigado a obedecer sob pena de morte.

source: Mace of the Kingslayer
pt_br: Maça do Regicida

source: Hold the weapon aloft and shout an order or declaration. Any who fail a WIL save must obey, against their better judgment. Recharge: Deliver a fatal blow to the leader of a group or faction.
pt_br: Segure a arma no alto e grite uma ordem ou declaração. Qualquer um que falhe em um teste de resistência de VON deve obedecer, contra seu melhor julgamento. Recarga: Dê um golpe fatal no líder de um grupo ou facção.

source: Moth Mirror
pt_br: Espelho da Mariposa

source: A full-length, double-sided glass mirror. Step into the mirror to be transported to another mirror you know. You come out of the other side as an enormous swarm of buzzing moths, striking those around you with paralysis (WIL save to avoid) as they gaze upon you in horror. You can revert to your normal form at will. The mirror only operates in one direction.
pt_br: Um espelho de vidro de corpo inteiro e dupla face. Entre no espelho para ser transportado para outro espelho que você conhece. Você sai do outro lado como um enorme enxame de mariposas zumbidoras, paralisando aqueles ao seu redor (salvamento de VON para evitar) enquanto eles olham para você com horror. Você pode voltar à sua forma normal quando quiser. O espelho só opera em uma direção.

source: Muffle Dust
pt_br: Poeira de abafamento

source: A pouch of fine dust that muffles all sound in a 40ft radius when scattered.
pt_br: Uma bolsa de poeira fina que abafa todo o som em um raio de 12 metros quando espalhada.

source: Nightstone
pt_br: Pedra Noturna

source: Rare moon-shaped stones dredged from underwater caves and jungle dolines. Swallow whole to relieve all fatigue and deprivation as if you had a good night's sleep and a good meal. The stone will eventually pass through your system. It isn't fun.
pt_br: Pedras raras em formato de lua, dragadas de cavernas subaquáticas e dolinas da selva. Engula inteira para aliviar toda a fadiga e privação, como se tivesse tido uma boa noite de sono e uma boa refeição. A pedra acabará passando pelo seu sistema. Não é divertido.

source: Obliteration Scroll
pt_br: Pergaminho de Obliteração

source: A single-page document filled with gibberish. Sign anywhere on the page to remove any knowledge of your existence from this plane of reality. No one will know or remember you, and any references to your name or lineage will vanish. The scroll disappears in a puff of smoke that smells faintly of sulfur.
pt_br: Um documento de uma única página cheio de rabiscos. Assine em qualquer lugar da página para remover qualquer conhecimento de sua existência deste plano de realidade. Ninguém saberá ou se lembrará de você, e quaisquer referências ao seu nome ou linhagem desaparecerão. O pergaminho desaparece em uma nuvem de fumaça que cheira levemente a enxofre.

source: Parliament's Promise
pt_br: Promessa do Parlamento
