Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: A goal is achieved, but an Advantage is lost.
pt_br: Um objetivo é alcançado, mas uma Vantagem é perdida.

source: Success
pt_br: Sucesso

source: A goal is achieved, and no Advantages are lost.
pt_br: Um objetivo é alcançado e nenhuma vantagem é perdida.

source: Major Success
pt_br: Grande sucesso

source: A goal is achieved, and a new Advantage is found.
pt_br: Uma meta é alcançada e uma nova Vantagem é encontrada.

source: Artisans
pt_br: Artesãos

source: Commoners
pt_br: Plebeus

source: Criminals
pt_br: Criminosos

source: Cultists
pt_br: Cultistas

source: Exiles
pt_br: Exilados

source: Explorers
pt_br: Exploradores

source: Industrialists
pt_br: Industrialistas

source: Merchants
pt_br: Comerciantes

source: Military
pt_br: Militares

source: Nobles
pt_br: Nobres

source: Nomads
pt_br: Nômades

source: Pilgrims
pt_br: Peregrinos

source: Protectors
pt_br: Protetores

source: Religious
pt_br: Religiosos

source: Revolutionaries
pt_br: Revolucionários

source: Rulers
pt_br: Governantes

source: Scholars
pt_br: Estudiosos

source: Settlers
pt_br: Colonos

source: Spies
pt_br: Espiãos

source: Tribe
pt_br: Tribo

source: Connected
pt_br: Conectado

source: Discreet
pt_br: Discreto

source: Intellectual
pt_br: Intelectual

source: Judicious
pt_br: Judicioso

source: Meticulous
pt_br: Meticuloso

source: Pragmatic
pt_br: Pragmático

source: Resourceful
pt_br: Engenhoso

source: Secretive
pt_br: Secreto

source: Shrewd
pt_br: Astuto

source: Tenacious
pt_br: Tenaz

source: Corrupt
pt_br: Corrupto

source: Deceptive
pt_br: Enganador

source: Manipulative
pt_br: Manipulativo

source: Ruthless
pt_br: Impiedoso

source: Alliances
pt_br: Alianças

source: Anonymity
pt_br: Anonimato

source: Apparatus
pt_br: Aparato

source: Charisma
pt_br: Carisma

source: Conviction
pt_br: Convicção

source: Fealty
pt_br: Fidelidade

source: Force
pt_br: Vigor

source: Information
pt_br: Informação

source: Lineage
pt_br: Linhagem

source: Magic
pt_br: Magia

source: Popularity
pt_br: Popularidade

source: Position
pt_br: Posição

source: Renown
pt_br: Renome

source: Resources
pt_br: Recursos

source: Subterfuge
pt_br: Subterfúgio

source: Ascend to a Higher Plane
pt_br: Ascenda a um plano superior

source: Collect Artifacts
pt_br: Coletar Artefatos

source: Cultivate a Rare Resource
pt_br: Cultive um recurso raro

source: Defend Something
pt_br: Defenda Algo

source: Destroy Something
pt_br: Destruir Algo

source: Dominate Others
pt_br: Dominar os outros

source: Enrich Themselves
pt_br: Enriqueçam-se

source: Establish a New Order
pt_br: Estabeleça uma nova ordem

source: Explore Uncharted Lands
pt_br: Explore terras desconhecidas

source: Forge an Alliance
pt_br: Forje uma aliança

source: Infiltrate Another Faction
pt_br: Infiltre-se em outra facção

source: Preserve the Status Quo
pt_br: Preserve o status quo

source: Protect a Secret
pt_br: Proteja um Segredo

source: Purge the Land
pt_br: Purgue a Terra

source: Reveal a Secret
pt_br: Revele um segredo

source: Revive a Former Power
pt_br: Reviva um antigo poder

source: Seek New Leadership
pt_br: Procure uma nova liderança

source: Spread a Belief
pt_br: Espalhe uma crença

source: A geographic barrier or impassable terrain.
pt_br: Uma barreira geográfica ou terreno intransponível.

source: A key piece of information must first be discovered.
pt_br: Uma informação essencial deve ser descoberta primeiro.

source: A powerful figure or foe must be eliminated.
pt_br: Uma figura ou inimigo poderoso deve ser eliminado.

source: A rare but necessary resource must first be acquired.
pt_br: Um recurso raro, mas necessário, deve ser adquirido primeiro.

source: An internal schism threatens to tear the faction apart.
pt_br: Um cisma interno ameaça destruir a facção.

source: Another faction has the same goal.
pt_br: Outra facção tem o mesmo objetivo.

source: Another faction stands in opposition.
pt_br: Outra facção se opõe.

source: Commoners stand openly in opposition.
pt_br: Os plebeus se opõem abertamente.

source: Considerable capital is required.
pt_br: É necessário um capital considerável.

source: Hindered by cultural taboos.
pt_br: Impedido por tabus culturais.

source: Must be carried out in absolute secrecy.
pt_br: Deve ser realizado em absoluto sigilo.

source: The outcome would lead to unavoidable war.
pt_br: O resultado levaria a uma guerra inevitável.

source: (The) [Noun] [Group]
pt_br: (O) [Substantivo] [Grupo]

source: (The) [Adjective] [Group]
pt_br: (O) [Adjetivo] [Grupo]

source: [Group] of (the) [Noun]
pt_br: [Grupo] de (o) [Substantivo]

source: [Adjective] [Group] of (the) [Noun]
pt_br: [Adjetivo] [Grupo] de (o) [Substantivo]

source: (The) [Noun] [Adjective] [Group]
pt_br: (O) [Substantivo] [Adjetivo] [Grupo]

source: [Group] of (the) [Adjective] [Noun]
pt_br: [Grupo] de (o) [Adjetivo] [Substantivo]

source: Aging
pt_br: Envelhecido

source: Ancient
pt_br: Ancestral

source: Angry
pt_br: Nervoso

source: Ashen
pt_br: Cinzento

source: Bare
pt_br: Nu

source: Battered
pt_br: Maltratado

source: Blackened
pt_br: Enegrecido

source: Blazing
pt_br: Em chamas

source: Bleak
pt_br: Sombrio

source: Blighted
pt_br: Arruinado

source: Bright
pt_br: Brilhante

source: Colorful
pt_br: Colorido

source: Cracked
pt_br: Rachado

source: Curved
pt_br: Curvado

source: Dark
pt_br: Escuro

source: Dead
pt_br: Morto

source: Dismal
pt_br: Sombrio

source: Dreary
pt_br: Aborrecido

source: Endless
pt_br: Sem fim

source: Fierce
pt_br: Feroz

source: Foggy
pt_br: Enevoado

source: Forgotten
pt_br: Esquecido

source: Fragile
pt_br: Frágil

source: Furious
pt_br: Furioso

source: Gleaming
pt_br: Reluzente

source: Grim
pt_br: Sinistra

source: Grizzled
pt_br: Grisalho

source: Hazy
pt_br: Nebuloso

source: Heated
pt_br: Aquecido

source: Hellish
pt_br: Infernal

source: Hideous
pt_br: Horrível

source: Jagged
pt_br: Irregular

source: Lonely
pt_br: Sozinho

source: Miserable
pt_br: Miserável

source: Mournful
pt_br: Triste

source: Muddy
pt_br: Turvo

source: Ominous
pt_br: Sinistro

source: Ragged
pt_br: Esfarrapado

source: Rotting
pt_br: Apodrecendo

source: Savage
pt_br: Selvagem

source: Shifting
pt_br: Mudança

source: Shimmering
pt_br: Cintilante

source: Smoky
pt_br: Esfumaçado

source: Soggy
pt_br: Encharcado

source: Withered
pt_br: Murcho

source: Abyss
pt_br: Abismo

source: Alliance
pt_br: Aliança

source: Amber
pt_br: Âmbar

source: Ambition
pt_br: Ambição

source: Blight
pt_br: Praga

source: Chasm
pt_br: Abismo

source: Copper
pt_br: Cobre

source: Crack
pt_br: Rachadura

source: Crimson
pt_br: Carmesim

source: Dawn
pt_br: Alvorecer

source: Desolation
pt_br: Desolação

source: Flame
pt_br: Chama

source: Fury
pt_br: Fúria

source: Harvest
pt_br: Colheita

source: Honor
pt_br: Honra

source: Hope
pt_br: Esperança

source: Life
pt_br: Vida

source: Mist
pt_br: Névoa

source: Moon
pt_br: Lua

source: Peril
pt_br: Perigo

source: Radiance
pt_br: Radiância

source: Ruin
pt_br: Ruína

source: Spark
pt_br: Fagulha

source: Tempest
pt_br: Tempestade

source: Skull
pt_br: Crânio

source: Sky
pt_br: Céu

source: Sorrow
pt_br: Tristeza

source: Storm
pt_br: Tempestade

source: Sun
pt_br: Sol

source: Valor
pt_br: Valentia

source: Whisper
pt_br: Sussurrar

source: Zephyr
pt_br: Zéfiro

source: Assembly
pt_br: Reunião

source: Brotherhood
pt_br: Fraternidade

source: Circle
pt_br: Círculo

source: Clan
pt_br: Clã

source: Coalition
pt_br: Coalizão

source: Collective
pt_br: Coletivo

source: Covenant
pt_br: Pacto

source: Fellowship
pt_br: Sociedade

source: Guild
pt_br: Guilda

source: Horde
pt_br: Horda

source: League
pt_br: Liga

source: Legion
pt_br: Legião

source: Order
pt_br: Ordem

source: Pact
pt_br: Pacto

source: Syndicate
pt_br: Sindicato

source: Barren
pt_br: Estéril

source: Diseased
pt_br: Doente

source: Flowering
pt_br: Floração

source: Hallowed
pt_br: Santificada

source: Mossy
pt_br: Musgoso

source: Murky
pt_br: Obscuro

source: Perilous
pt_br: Perigoso

source: Polluted
pt_br: Poluído

source: Primeval
pt_br: Primitivo

source: Secluded
pt_br: Isolado

source: Suffocating
pt_br: Sufocante

source: Timeless
pt_br: Atemporal

source: Uncharted
pt_br: Desconhecido

source: Unspoilt
pt_br: Intocado

source: Winding
pt_br: Enrolamento

source: Awakening
pt_br: Despertar

source: Buzzing
pt_br: Zumbido

source: Decaying
pt_br: Decadente

source: Flooded
pt_br: Inundado

source: Frigid
pt_br: Frígido

source: Fungal
pt_br: Fúngico

source: Hidden
pt_br: Escondido

source: Misty
pt_br: Nebuloso

source: Sacred
pt_br: Sagrado

source: Silent
pt_br: Silencioso

source: Smoldering
pt_br: Ardente

source: Sunlit
pt_br: Iluminado pelo sol

source: Wild
pt_br: Selvagem

source: Adaptive
pt_br: Adaptável

source: Balanced
pt_br: Equilibrado

source: Brave
pt_br: Corajoso

source: Clever
pt_br: Esperto

source: Cultivating
pt_br: Cultivando

source: Empathic
pt_br: Empático

source: Enduring
pt_br: Duradouro

source: Graceful
pt_br: Gracioso

source: Hardy
pt_br: Resistente

source: Harmonious
pt_br: Harmonioso

source: Independent
pt_br: Independente

source: Learned
pt_br: Culto

source: Nurturing
pt_br: Nutrição

source: Observant
pt_br: Atento

source: Purifying
pt_br: Purificando

source: Resolute
pt_br: Resoluto

source: Sensible
pt_br: Sensato

source: Trusting
pt_br: Confiando

source: Covetous
pt_br: Cobiçoso

source: Detached
pt_br: Isolado

source: Dominating
pt_br: Dominando

source: Doubtful
pt_br: Duvidoso

source: Invasive
pt_br: Invasivo

source: Judgmental
pt_br: Julgador

source: Obscuring
pt_br: Obscurecendo

source: Overzealous
pt_br: Excessivamente zeloso

source: Parasitic
pt_br: Parasita

source: Polluting
pt_br: Poluente

source: Predatory
pt_br: Predador

source: Prideful
pt_br: Orgulhoso

source: Rigid
pt_br: Rígido

source: Scatterbrained
pt_br: Distraído

source: Abundance
pt_br: Abundância

source: Balance
pt_br: Equilíbrio

source: Cleansing
pt_br: Limpeza

source: Conservation
pt_br: Conservação

source: Defense
pt_br: Defesa

source: Discovery
pt_br: Descoberta

source: Emancipation
pt_br: Emancipação

source: Enrichment
pt_br: Enriquecimento

source: Evolution
pt_br: Evolução

source: Expansion
pt_br: Expansão

source: Harmony
pt_br: Harmonia

source: Healing
pt_br: Cura

source: Integration
pt_br: Integração

source: Metamorphosis
pt_br: Metamorfose

source: Purification
pt_br: Purificação

source: Rebirth
pt_br: Renascimento

source: Tranquility
pt_br: Tranqüilidade

source: Unity
pt_br: Unidade

source: Agreements
pt_br: Acordos

source: Belief
pt_br: Crença

source: Contamination
pt_br: Contaminação

source: Exploitation
pt_br: Exploração

source: Fragmentation
pt_br: Fragmentação

source: Frailty
pt_br: Fragilidade

source: Greed
pt_br: Ambição

source: Infestation
pt_br: Infestação

source: Leadership
pt_br: Liderança

source: Oppression
pt_br: Opressão

source: Pollution
pt_br: Poluição

source: Scarcity
pt_br: Escassez

source: Stasis
pt_br: Estase

source: Turmoil
pt_br: Turbulência

source: Vulnerability
pt_br: Vulnerabilidade

source: Ruins
pt_br: Ruínas

source: Shelter
pt_br: Abrigo

source: Hazard
pt_br: Perigo

source: Burrowing
pt_br: Escavando

source: Burying
pt_br: Enterrando

source: Destroying
pt_br: Destruindo

source: Foraging
pt_br: Forrageando

source: Guarding
pt_br: Guardando

source: Hunting
pt_br: Caçando

source: Prowling
pt_br: Rondando

source: Scouting
pt_br: Explorando

source: Abandoned Manor
pt_br: Mansão abandonada

source: Broken Sundial
pt_br: Relógio de sol quebrado

source: Chipped Bell Tower
pt_br: Torre do Sino Lascada

source: Collapsed Megalith
pt_br: Megalito em colapso

source: Crumbled Watchtower
pt_br: Torre de Vigia Desintegrada

source: Decomposed Canoes
pt_br: Canoas Decompostas

source: Entangled Pavilion
pt_br: Pavilhão Emaranhado

source: Exposed Workshop
pt_br: Oficina Exposta

source: Flooded Monastery
pt_br: Mosteiro inundado

source: Moldering Farmhouse
pt_br: Fazenda em ruínas

source: Neglected Shrine
pt_br: Santuário Negligenciado

source: Overrun Estate
pt_br: Propriedade invadida

source: Petrified Campsite
pt_br: Acampamento Petrificado

source: Rotted Mill
pt_br: Moinho podre

source: Ruined Cloister
pt_br: Mosteiro em ruínas

source: Rusted Market
pt_br: Bazar Antigo

source: Shattered Bridge
pt_br: Ponte Quebrada

source: Splintered Obelisk
pt_br: Obelisco Estilhaçado

source: Sunken Gazebo
pt_br: Mirante Afundado

source: Toppled Statue
pt_br: Estátua tombada

source: A Forest Spirit, Ready to Die
pt_br: Um espírito da floresta, pronto para morrer

source: A Hag, Foraging for Ingredients
pt_br: Uma bruxa, procurando ingredientes

source: A Mirror of Itself
pt_br: Um espelho de si mesmo

source: A Self-Obsessed Sprite
pt_br: Um duende obcecado por si mesmo

source: A Silent, Ghostly Concert
pt_br: Um concerto silencioso e fantasmagórico

source: A Very Tiny Ruined Village
pt_br: Uma pequena vila em ruínas

source: Bound by an Unbreakable Curse
pt_br: Preso por uma maldição inquebrável

source: Bound Creature
pt_br: Criatura Amarrada

source: Broken Portal
pt_br: Portal quebrado

source: Fresh Corpses
pt_br: Cadáveres frescos

source: Hidden Cache
pt_br: Esconderijo Oculto

source: Hooded Men Completing a Ritual
pt_br: Homens encapuzados completando um ritual

source: Inaudible Whispers from All Directions
pt_br: Sussurros inaudíveis de todas as direções

source: Marked by Battles Of Yore
pt_br: Marcado por batalhas de outrora

source: Overrun with Unusual Flora
pt_br: Invadido por flora incomum

source: Realistic Toy Soldiers
pt_br: Soldados de brinquedo realistas

source: Remnants of a Failed Ritual
pt_br: Restos de um ritual fracassado

source: The Veil Between Worlds Is Thin
pt_br: O véu entre os mundos é fino

source: Visions of the Past
pt_br: Visões do Passado

source: Warded Grounds
pt_br: Terrenos protegidos

source: Bandit Hideout
pt_br: Esconderijo dos bandidos

source: Falconer's Tower
pt_br: Torre de Falcoaria

source: Fishing Hut
pt_br: Cabana de Pesca

source: Forgotten Ruins
pt_br: Ruínas esquecidas

source: Hermit's Cabin
pt_br: Cabana do Eremita

source: Hidden Village
pt_br: Vila Oculta

source: Hillside Cave
pt_br: Caverna da encosta

source: Hollow Tree
pt_br: Árvore oca

source: Hunter's Lodge
pt_br: Cabana do caçador

source: Hut with Legs
pt_br: Cabana com pernas

source: Ivy-Wrapped Tower
pt_br: Torre Envolta em Hera

source: Lean-To
pt_br: Abrigo

source: Lumber Site
pt_br: Local de extração de madeira

source: Monastic Retreat
pt_br: Retiro Monástico

source: Mossy Pool
pt_br: Piscina Lodosa

source: Night Market
pt_br: Mercado noturno

source: Pale Folk Stable
pt_br: Estábulo do Povo Pálido

source: Ranger's Outpost
pt_br: Posto avançado do Patrulheiro

source: Smoky Cabin
pt_br: Cabana enfumaçada

source: Tattered Windmill
pt_br: Moinho de vento em ruínas

source: Abandoned, for Now
pt_br: Abandonado, por enquanto

source: Attracts Wild Beasts
pt_br: Atrai feras selvagens

source: Built in Defiance of Customs
pt_br: Construído em desafio aos costumes

source: Constructed Within a Giant Tree
pt_br: Construído dentro de uma árvore gigante

source: Forest-Knight Offers a Challenge
pt_br: O cavaleiro da floresta oferece um desafio

source: Guarded by Trained Animals
pt_br: Protegido por animais treinados

source: Haunted by Unhelpful Ghosts
pt_br: Assombrado por fantasmas inúteis

source: Hides a Powerful Artifact
pt_br: Esconde um artefato poderoso

source: Hunting Is Forbidden
pt_br: A caça é proibida

source: Inhabited by a Supernatural Entity
pt_br: Habitado por uma entidade sobrenatural

source: Occupied by Army Deserters
pt_br: Ocupado por desertores do exército

source: Overrun with Cultists
pt_br: Invadido por Cultistas

source: Pale Folk Dinner Locale
pt_br: Local de jantar do Povo Pálido

source: Parasitic Foliage
pt_br: Folhagem Parasitária

source: Pig Folk Hunting Grounds
pt_br: Campos de caça do Povo Porco

source: Popular with Smugglers
pt_br: Popular entre os contrabandistas

source: Presents a Ready-To-Eat Meal
pt_br: Apresenta uma refeição pronta para consumo

source: Protected by a Playful Spirit
pt_br: Protegido por um espírito brincalhão

source: Site of an Ancient Murder
pt_br: Local de um assassinato antigo

source: Thieves' Camp
pt_br: Acampamento dos Ladrões

source: Animal Trap
pt_br: Armadilha para animais

source: Bog Shadows
pt_br: Sombras do Pântano

source: Bone Orchard
pt_br: Pomar de Ossos

source: Bramble Tunnels
pt_br: Túneis Espinhosos

source: Frozen Troll
pt_br: Troll Congelado

source: Giant Spider Nest
pt_br: Ninho de aranha gigante

source: Insect Swarm
pt_br: Enxame de insetos

source: Moving Thickets
pt_br: Moitas em movimento

source: Poisonous Plants
pt_br: Plantas venenosas

source: Psychic Fog
pt_br: Névoa psíquica

source: Sap Trap
pt_br: Armadilha de seiva

source: Sleeping Giant
pt_br: Gigante Adormecido

source: Slippery Moss
pt_br: Musgo escorregadio

source: Slow Quicksand
pt_br: Areia movediça lenta

source: Spiked Pit
pt_br: Poço com espinhos

source: Stinging Nettles
pt_br: Urtigas

source: Thorny Thickets
pt_br: Arbustos espinhosos

source: Toxic Spores
pt_br: Esporos tóxicos

source: Troll Den
pt_br: Covil de trolls

source: Unstable Ground
pt_br: Terreno instável

source: A Pet Basilisk
pt_br: Um Basilisco de Estimação

source: A Spell Gone Wrong
pt_br: Um feitiço que deu errado

source: Animated Armor
pt_br: Armadura Animada

source: Bird Spies
pt_br: Pássaros espiãos

source: Bleeding Trees
pt_br: Árvores Sangrentas

source: Ghosts Trapped in Crystal
pt_br: Fantasmas Presos em Cristal

source: Giant Rodent Feeding Grounds
pt_br: Áreas de alimentação de roedores gigantes

source: Highly Localized Weather
pt_br: Clima altamente localizado

source: Howling Stones
pt_br: Pedras Uivantes

source: Injured Creature
pt_br: Criatura Ferida

source: Invisible Webs
pt_br: Teias Invisíveis

source: Living Scarecrows
pt_br: Espantalhos Vivos

source: Memory Stealers
pt_br: Ladrões de memória

source: Mimic Vines
pt_br: Videiras imitadoras

source: Paths that Change Randomly
pt_br: Caminhos que mudam aleatoriamente

source: Scavengers that Wait
pt_br: Catadores que esperam

source: Watchful Dead
pt_br: Mortos vigilantes

source: Tracks Erased by Mist
pt_br: Trilhas apagadas pela névoa

source: Trees that Grow From Bones
pt_br: Árvores que crescem de ossos

source: Will-o-Wisps Congregate
pt_br: Fogos-fátuo se reúnem

source: Abandoned
pt_br: Abandonado(a)

source: Beckoning
pt_br: Acenando

source: Blooming
pt_br: Florescendo

source: Bountiful
pt_br: Abundante

source: Charmed
pt_br: Encantado(a)

source: Dappled
pt_br: Manchado(a)

source: Dense
pt_br: Denso(a)

source: Desolate
pt_br: Desolado(a)

source: Distant
pt_br: Distante

source: Echoing
pt_br: Ecoando

source: Eerie
pt_br: Sinistro(a)

source: Emerald
pt_br: Esmeralda

source: Enchanted
pt_br: Encantado(a)

source: Enigmatic
pt_br: Enigmático(a)

source: Ephemeral
pt_br: Efêmero(a)

source: Eternal
pt_br: Eterno(a)

source: Ethereal
pt_br: Etéreo(a)

source: Exotic
pt_br: Exótico(a)

source: Fabled
pt_br: Fabuloso(a)

source: Flourishing
pt_br: Florescente

source: Forsaken
pt_br: Desamparado(a)

source: Fragrant
pt_br: Perfumado(a)

source: Frosty
pt_br: Gelado(a)

source: Gentle
pt_br: Gentil

source: Glistening
pt_br: Brilhante

source: Gloomy
pt_br: Sombrio(a)

source: Gnarled
pt_br: Nodoso(a)

source: Golden
pt_br: Dourado(a)

source: Grassy
pt_br: Gramado

source: Hushed
pt_br: Silencioso(a)

source: Illuminated
pt_br: Iluminado(a)

source: Lavish
pt_br: Luxuoso(a)

source: Leafy
pt_br: Frondoso(a)

source: Looming
pt_br: Iminente

source: Lost
pt_br: Perdido(a)

source: Luminescent
pt_br: Luminescente

source: Luminous
pt_br: Luminoso(a)

source: Lush
pt_br: Exuberante

source: Majestic
pt_br: Majestoso(a)

source: Melancholy
pt_br: Melancolia

source: Menacing
pt_br: Ameaçador

source: Moonlit
pt_br: Iluminado(a) pela lua

source: Murmuring
pt_br: Murmurante

source: Mysterious
pt_br: Misterioso(a)

source: Mystic
pt_br: Místico(a)

source: Opulent
pt_br: Opulento(a)

source: Precarious
pt_br: Precário(a)

source: Pristine
pt_br: Imaculado(a)

source: Quaint
pt_br: Pitoresco(a)

source: Radiant
pt_br: Radiante

source: Roaring
pt_br: que ruge

source: Rustling
pt_br: Farfalhante

source: Serpentine
pt_br: Serpentina

source: Shadowy
pt_br: Sombrio(a)

source: Shrouded
pt_br: Encoberto(a)

source: Somber
pt_br: Sombrio(a)

source: Spectral
pt_br: Espectral

source: Splendid
pt_br: Esplêndido(a)

source: Stark
pt_br: Rígido(a)

source: Sturdy
pt_br: Resistente

source: Sunny
pt_br: Ensolarado(a)

source: Swirling
pt_br: Girante

source: Tangled
pt_br: Enrolado(a)

source: Tranquil
pt_br: Tranquilo(a)

source: Trickling
pt_br: Gotejante

source: Twilight
pt_br: Crepúsculo

source: Unseen
pt_br: Invisível

source: Unyielding
pt_br: Inflexível

source: Veiled
pt_br: Velado(a)

source: Verdant
pt_br: Verdejante

source: Vibrant
pt_br: Vibrante

source: Weeping
pt_br: que chora

source: Whispering
pt_br: Sussurrante

source: Arbors
pt_br: Caramanchões

source: Arch
pt_br: Arco

source: Blossoms
pt_br: Flores

source: Bogs
pt_br: Pântanos

source: Boughs
pt_br: Ramos

source: Brake
pt_br: Freio

source: Brambles
pt_br: Amoras

source: Branches
pt_br: Galhos

source: Brush
pt_br: Escova

source: Camp
pt_br: Acampamento

source: Canopy
pt_br: Dossel

source: Cascade
pt_br: Cascata

source: Cavern
pt_br: Caverna

source: Chase
pt_br: Perseguição

source: Clearing
pt_br: Clareira

source: Clump
pt_br: Aglomerado

source: Coppice
pt_br: Talhadia

source: Copse
pt_br: Bosque

source: Crags
pt_br: Penhascos

source: Creek
pt_br: Enseada

source: Dell
pt_br: Vale

source: Dew
pt_br: Orvalho

source: Fell
pt_br: Queda

source: Fen
pt_br: Pântano

source: Ferns
pt_br: Samambaias

source: Foliage
pt_br: Folhagem

source: Forest
pt_br: Floresta

source: Gill
pt_br: Brânquia

source: Glade
pt_br: Clareira

source: Glen
pt_br: Vale

source: Gorge
pt_br: Desfiladeiro

source: Granite
pt_br: Granito

source: Green
pt_br: Verde

source: Grotto
pt_br: Gruta

source: Grove
pt_br: Arvoredo

source: Heath
pt_br: Charneca

source: Henge
pt_br: Cromeleque

source: Hollow
pt_br: Oca

source: Horizon
pt_br: Horizonte

source: Knar
pt_br: Protuberância

source: Knoll
pt_br: Colina

source: Leaves
pt_br: Folhas

source: Loam
pt_br: Barro

source: Loom
pt_br: Tear

source: Marsh
pt_br: Pântano

source: Meadow
pt_br: Prado

source: Mire
pt_br: Lama

source: Morass
pt_br: Pântano

source: Oak
pt_br: Carvalha

source: Oasis
pt_br: Oásis

source: Orchard
pt_br: Pomar

source: Pass
pt_br: Caminho

source: Passages
pt_br: Passagens

source: Path
pt_br: Caminho

source: Pathway
pt_br: Caminho

source: Pine
pt_br: Pinho

source: Roots
pt_br: Raízes

source: Sanctuary
pt_br: Santuário

source: Shade
pt_br: Sombra

source: Shrub
pt_br: Arbusto

source: Slope
pt_br: Declive

source: Spring
pt_br: Primavera

source: Stirs
pt_br: Agitações

source: Stones
pt_br: Pedras

source: Stream
pt_br: Fluxo

source: Stump
pt_br: Toco

source: Swale
pt_br: Depressão

source: Sward
pt_br: Pasto

source: Sway
pt_br: Balançar

source: Tangle
pt_br: Emaranhada

source: Thicket
pt_br: Matagal

source: Thistles
pt_br: Cardos

source: Timber
pt_br: Madeira

source: Timberland
pt_br: Madeira

source: Tower
pt_br: Torre

source: Trails
pt_br: Trilhas

source: Trees
pt_br: Árvores

source: Trunks
pt_br: Troncos

source: Underbrush
pt_br: Sub-bosque

source: Undergrowth
pt_br: Sub-vegetação

source: Understory
pt_br: Sub-bosque

source: Vines
pt_br: Videiras

source: Waterway
pt_br: Canal

source: Weald
pt_br: Floresta

source: Wildwood
pt_br: Floresta selvagem

source: Woodland
pt_br: Floresta

source: Woodlot
pt_br: Lote de madeira

source: Woods
pt_br: Bosques

source: Yonder
pt_br: Ali

source: Standard
pt_br: Padrão

source: Conditional
pt_br: Condicional
