Repository: yochaigal/kettlewright
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: pt_br

source: Password
pt_br: Senha

source: Keep me logged in
pt_br: Mantenha-me conectado

source: Login
pt_br: Entrar

source: Invalid email address
pt_br: Endereço de e-mail inválido

source: Username
pt_br: Nome de usuário

source: username
pt_br: usuário

source: Password must be between 8 and 64 characters
pt_br: A senha deve ter entre 8 e 64 caracteres

source: Passwords must match
pt_br: Senhas devem coincidir

source: password
pt_br: senha

source: Confirm password
pt_br: Confirme a Senha

source: confirm password
pt_br: confirmar senha

source: Signup Code
pt_br: Código de inscrição

source: signup code
pt_br: código de inscrição

source: Sign Up
pt_br: Cadastre-se

source: Reset Password
pt_br: Redefinir Senha

source: New Password
pt_br: Nova Senha

source: Resend Confirmation
pt_br: Reenviar confirmação

source: Email addresses must match
pt_br: Senhas devem coincidir

source: new email
pt_br: novo e-mail

source: confirm new email
pt_br: confirmar novo e-mail

source: Change
pt_br: Alterar

source: Current Password
pt_br: Senha Atual

source: current password
pt_br: senha atual

source: New password
pt_br: Nova senha

source: new password
pt_br: nova senha

source: Confirm new password
pt_br: Confirmar nova senha

source: confirm new password
pt_br: confirmar nova senha

source: Name (d10)...
pt_br: Nome (d10)...

source: Background (d20)...
pt_br: Antecedente (d20)...

source: Custom
pt_br: Personalizado

source: Background
pt_br: Antecedente

source: Name
pt_br: Nome

source: Custom Background
pt_br: Antecedente Personalizado

source: Custom Name
pt_br: Nome Personalizado

source: Strength
pt_br: Força

source: Strength Max
pt_br: Força Máxima

source: Dexterity
pt_br: Destreza

source: Dexterity Max
pt_br: Destreza Máxima

source: Willpower
pt_br: Vontade

source: Willpower Max
pt_br: Vontade Máxima

source: HP
pt_br: PG

source: HP Max
pt_br: PG Máximo

source: Notes
pt_br: Notas

source: description
pt_br: descrição

source: Gold
pt_br: Ouro

source: Save Character
pt_br: Salvar Personagem

source: Save
pt_br: Salvar

source: Deprived
pt_br: Privado

source: notes
pt_br: notas

source: Description
pt_br: Descrição

source: Traits
pt_br: Características

source: traits
pt_br: características

source: Bonds
pt_br: Vínculos

source: bonds
pt_br: vínculos

source: Omens
pt_br: Presságios

source: omens
pt_br: presságios

source: Scars
pt_br: Cicatrizes

source: scars
pt_br: cicatrizes

source: Party Code
pt_br: Código da Equipe

source: join code
pt_br: código de inscrição

source: Items
pt_br: Itens

source: Containers
pt_br: Recipientes

source: Image URL
pt_br: Endereço URL da Imagem

source: Custom Image
pt_br: Imagem Customizada

source: Armor
pt_br: Armadura

source: name
pt_br: nome

source: Save Party
pt_br: Salvar Equipe

source: petty
pt_br: minúsculo

source: 1 Armor
pt_br: Armadura 1

source: cost
pt_br: custo

source: uses
pt_br: usos

source: 1 use
pt_br: 1 uso

source: bulky
pt_br: volumoso

source: d6 STR
pt_br: d6 FOR

source: 2 Armor
pt_br: Armadura 2

source: bonus defense
pt_br: bonus de defesa

source: 3 Armor
pt_br: Armadura 3

source: Rations
pt_br: Rações

source: Torch
pt_br: Tocha

source: items
pt_br: itens

source: charges
pt_br: cargas

source: blast
pt_br: explosão

source: slots
pt_br: espaços de inventário

source: load
pt_br: carga

source: STR
pt_br: FOR

source: DEX
pt_br: DES

source: WIL
pt_br: VON

source: Hostile
pt_br: Hostil

source: Wary
pt_br: Cauteloso

source: Curious
pt_br: Curioso

source: Kind
pt_br: Gentil

source: Helpful
pt_br: Prestativo

source: charge
pt_br: investir

source: +1 Armor
pt_br: +1 Armadura

source: use
pt_br: uso

source: characters
pt_br: caracteres

source: parties
pt_br: equipes

source: tools
pt_br: ferramentas

source: Language
pt_br: Línguas

source: Cancel
pt_br: Cancelar

source: about
pt_br: sobre

source: account
pt_br: conta

source: login
pt_br: entrar

source: sign up
pt_br: inscrever-se

source: Hello
pt_br: Olá

source: Account Settings
pt_br: Configurações da Conta

source: Change Email
pt_br: Alterar E-mail

source: Change Password
pt_br: Alterar Senha

source: Logout
pt_br: Desconectar

source: Change Email Address
pt_br: Alterar Edereço de E-mail

source: Forgot Password?
pt_br: Esqueceu sua senha?

source: To confirm your new email address
pt_br: Confirme o novo endereço de e-mail

source: click here
pt_br: clique aqui

source: Alternatively, you can paste the following link in your browser address bar:
pt_br: Alternativamente, você pode colar o link a seguir na barra de endereço do seu navegador:

source: Note: replies to this email address are not monitored.
pt_br: Nota: respostas a este e-mail não são monitoradas.

source: Hi
pt_br: Oi

source: To confirm your account please
pt_br: Confirme sua conta, por favor

source: To reset your password
pt_br: Redefinir Senha

source: If you have not requested a password reset simply ignore this message.
pt_br: Se você não solicitou uma redefinição de senha, simplesmente ignore esta mensagem.

source: About
pt_br: Sobre

source: Attribution
pt_br: Atribuição

source: Roll All
pt_br: Rolar Todos

source: Roll Remaining
pt_br: Rolar Restantes

source: Reset
pt_br: Redefinir

source: New Character
pt_br: Novo Personagem

source: Table
pt_br: Tabela

source: Gear Table 1
pt_br: Tabela de Equipamentos 1

source: Gear Table 2
pt_br: Tabela de Equipamentos 2

source: Attributes
pt_br: Atributos

source: Swap once...
pt_br: Trocar uma vez...

source: Physique
pt_br: Físico

source: Skin
pt_br: Pele

source: Hair
pt_br: Cabelo

source: Face
pt_br: Rosto

source: Speech
pt_br: Fala

source: Clothing
pt_br: Vestimenta

source: Virtue
pt_br: Virtudes

source: Vice
pt_br: Vícios

source: Age
pt_br: Idade

source: Errors
pt_br: Erros

source: Stats
pt_br: Estatísticas

source: DEPRIVED
pt_br: PRIVADO

source: Inventory
pt_br: Inventário

source: This character does not belong to a party...
pt_br: Este personagem não pertence a um grupo...

source: This character has no traits...
pt_br: Este personagem não possui características...

source: This character has no description...
pt_br: Este personagem não possui descrição...

source: This character has no bonds...
pt_br: Este personagem não possui vínculos...

source: This character has no omens...
pt_br: Este personagem não possui presságios...

source: This character has no scars...
pt_br: Este personagem não possui cicatrizes...

source: This character has no notes...
pt_br: Este personagem não tem notas...

source: Party
pt_br: Equipe

source: Print
pt_br: Imprimir

source: Export
pt_br: Exportar

source: Delete character
pt_br: Excluir personagem

source: Delete
pt_br: Excluir

source: Are you sure you want to delete
pt_br: Você tem certeza que gostaria de excluir

source: DELETE
pt_br: EXCLUIR

source: Import
pt_br: Importar

source: Roll Dice
pt_br: Rolar Dados

source: Edit Portrait
pt_br: Editar Retrato

source: Fatigue
pt_br: Fadiga

source: Container
pt_br: Recicipente

source: Marketplace
pt_br: Mercado

source: Add/Edit Container
pt_br: Adicionar/Editar Recipiente

source: Slots
pt_br: Espaços de Inventário

source: Carried by
pt_br: Carregado por

source: carried by...
pt_br: carregado por...

source: Load
pt_br: Carregar

source: Remove Container
pt_br: Remover Recipiente

source: Move Items
pt_br: Mover Itens

source: Add Item
pt_br: Adicionar Itens

source: Uses
pt_br: Usos

source: Charges / Max
pt_br: Cargas / Máximo

source: Transfer Item
pt_br: Transferir Item

source: transfer to...
pt_br: transferir para...

source: This item has no description
pt_br: Este item não possui descrição

source: Gear
pt_br: Equipamentos

source: Type
pt_br: Tipo

source: Clear
pt_br: Limpar

source: Upload JSON Character File
pt_br: Carregar Arquivo JSON de Personagem

source: No members yet.
pt_br: Sem membros ainda.

source: New Party
pt_br: Nova Equipe

source: Remove
pt_br: Remover

source: No members in this party
pt_br: Sem membros nesta equipe

source: Delete Party
pt_br: Excluir Equipe

source: Welcome
pt_br: Bem-vindo

source: Party Tools
pt_br: Ferramentas da Equipe

source: Tables
pt_br: Tabelas

source: Choose...
pt_br: Escolher...

source: Character Generator
pt_br: Gerador Personagem

source: Leave party
pt_br: Sair da equipe

source: Join Code
pt_br: Código de inscrição

source: Do you want to restore all HP?
pt_br: Você deseja restaurar todo seu PG?

source: Rest
pt_br: Reiniciar

source: Edit Container
pt_br: Editar Recipiente

source: Create Container
pt_br: Criar Recipiente

source: Delete container
pt_br: Excluir Equipe

source: Delete all items
pt_br: Excluir todos os itens

source: Move items to
pt_br: Mover itens para

source: Edit Item
pt_br: Editar Item

source: Create Item
pt_br: Criar Item

source: Party Storage
pt_br: Inventário da Equipe

source: Storing in
pt_br: Guardando em

source: Buy
pt_br: Comprar

source: Transfer item
pt_br: Transferir Item

source: Transferring
pt_br: Transferindo

source: to
pt_br: para

source: Random
pt_br: Aleatório

source: You have a
pt_br: Você tem um(a)

source: and
pt_br: e

source: Your
pt_br: Seu(a)

source: is
pt_br: é

source: your
pt_br: seu(a)

source: You have
pt_br: Você tem

source: You are
pt_br: Você é

source: Your age
pt_br: Sua idade

source: Equipment
pt_br: Equipamento

source: Your Past
pt_br: Seu Passado

source: gold
pt_br: ouro

source: Members
pt_br: Membros

source: Storage
pt_br: Inventário

source: Do you want to reset character?
pt_br: Você gostaria de reiniciar o personagem?

source: Reset character
pt_br: Reiniciar personagem

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Error
pt_br: Erro

source: You inherited a Single Gem (500gp, cold and brittle) from a long-dead relative. It arrived with a warning: squander your newfound riches, and a debt long thought forgotten would be called.
pt_br: Você herdou uma Gema Única (500gp, fria e quebradiça) de um parente morto há muito tempo. Ela chegou com um aviso: desperdice suas riquezas recém-descobertas, e uma dívida há muito tempo considerada esquecida será cobrada.

source: Single Gem
pt_br: Gema Única

source: Ornate Compass
pt_br: Bússola Ornada

source: A distant cousin left you a small inheritance. Take 20gp, and a strange Compass that always points towards something deep in the Wood.
pt_br: Um primo distante deixou uma pequena herança para você. Pegue 20gp e uma estranha Bússola que sempre aponta para algo nas profundezas da Floresta.

source: You carry a Portrait in a locket (petty) of a past love who disappeared into the Wood long ago. Somehow, you know that they are still alive.
pt_br: Você carrega um Retrato em um medalhão (trivial) de um amor passado que desapareceu na Floresta há muito tempo. De alguma forma, você sabe que eles ainda estão vivos.

source: Locket
pt_br: Medalhão

source: You found a Tiny Crystal Prism (petty) buried in the dirt. When held up to the light, it shows visions of an unknown location deep within the Wood. Sometimes, you feel a presence looking back at you.
pt_br: Você encontrou um Prisma de Cristal Minúsculo (trivial) enterrado na terra. Quando segurado contra a luz, ele mostra visões de um local desconhecido nas profundezas da Floresta. Às vezes, você sente uma presença olhando de volta para você.

source: Tiny Crystal Prism
pt_br: Prisma Minúsculo de Cristal

source: You once freed a Naiad from a choked stream. In return, it gave you some Silver Moss (petty). Swallow it near water and the creature will come, once, to repay its debt.
pt_br: Certa vez, você libertou uma Náiade de um riacho entupido. Em troca, ela lhe deu um pouco de Musgo Prateado (trivial). Engula-o perto da água e a criatura virá, uma vez, para pagar sua dívida.

source: Silver Moss
pt_br: Musgo Prateado

source: You inherited an old Journal, bound in bark. Each evening, its pages are filled with the events of the day, crassly from the journal’s perspective. The writing is crude, but accurate.
pt_br: Você herdou um velho Diário, encadernado em casca de árvore. Toda noite, suas páginas são preenchidas com os eventos do dia, grosseiramente da perspectiva do diário. A escrita é rudimentar, mas precisa.

source: Journal
pt_br: Diário

source: You protect a long-dormant family secret. Take one half of an Ancient Key (petty). They say that if joined with its twin, it opens a Gate through any door.
pt_br: Você protege um segredo de família há muito adormecido. Pegue metade de uma Chave Antiga (trivial). Dizem que se unida à sua gêmea, ela abre um Portão através de qualquer porta.

source: Ancient Key Half
pt_br: Meia Chave Antiga

source: You protect a long-dormant family secret. Take one half of an Ancient Key. They say that if joined with its twin, it opens a Gate through any door.
pt_br: Você protege um segredo de família há muito adormecido. Pegue metade de uma Chave Antiga. Dizem que, se unida à sua gêmea, ela abre um Portão através de qualquer porta.

source: You received a Letter (petty) detailing incontrovertible proof that your true parentage is that of Fae nobility. The note also indicates a date and location where you are to meet them, deep in the the Wood.
pt_br: Você recebeu uma Carta (trivial) detalhando provas incontestáveis ​​de que sua verdadeira ascendência é a da nobreza das Fadas. A nota também indica uma data e local onde você deve encontrá-los, nas profundezas da Floresta.

source: Letter
pt_br: Carta

source: You owe a great debt to a member of the nobility, and carry their Signet Ring (petty), which serves as proof of their protection as well as your obligation.
pt_br: Você tem uma grande dívida com um membro da nobreza e carrega o Anel de Sinete (trivial) dele, que serve como prova de sua proteção e também de sua obrigação.

source: Signet Ring
pt_br: Anel de Sinete

source: You consumed a Mischievous Spirit that wreaks havoc on your insides, demanding to be taken home, deep in the Wood. It occupies one slot but absorbs one Fatigue each day. It wants you alive (for now).
pt_br: Você consumiu um Espírito Maligno que causa estragos em suas entranhas, exigindo ser levado para casa, nas profundezas da Floresta. Ele ocupa um slot, mas absorve uma Fadiga a cada dia. Ele quer você vivo (por enquanto).

source: Mischievous Spirit
pt_br: Espírito Maligno

source: A roaming storyteller once spun you tales of great treasure hidden deep in the Wood. You thought it naught but fancy, till they gave you A Rolled-Up Map (petty) marked with an X.
pt_br: Um contador de histórias itinerante uma vez te contou histórias de um grande tesouro escondido nas profundezas da Floresta. Você achou que não passava de fantasia, até que te deram Um Mapa Enrolado (trivial) marcado com um X.

source: Rolled-Up Map
pt_br: Mapa Enrolado

source: During your travels, you met a dying hunter who asked you to deliver a message to their loved ones. Take a Letter (petty), sealed with tree sap. It is addressed only to the Lord Of Winter.
pt_br: Durante suas viagens, você conheceu um caçador moribundo que lhe pediu para entregar uma mensagem aos seus entes queridos. Pegue uma Carta (trivial), selada com seiva de árvore. Ela é endereçada somente ao Senhor do Inverno.

source: You found a wounded beast in the forest, but chose to ignore it. You see it everywhere now, but only when you’re alone. It looks sad, but not angry. You cannot become panicked when acting alone.
pt_br: Você encontrou uma fera ferida na floresta, mas escolheu ignorá-la. Você a vê em todos os lugares agora, mas apenas quando está sozinho. Ela parece triste, mas não brava. Você não pode entrar em pânico quando age sozinho.

source: You promised a childhood friend that you’d bring them back a rare gift, something unique in all the world. Take a Bracelet (petty) woven from twine and wildflowers.
pt_br: Você prometeu a um amigo de infância que lhe traria de volta um presente raro, algo único no mundo. Pegue uma Pulseira (trivial) feita de barbante e flores silvestres.

source: Bracelet
pt_br: Bracelete

source: You crossed a creature of the Wood, and it cursed you with a Stone Heart (1 Armor). With each passing month, the stone grows heavier by one slot. Until your debt is lifted, you cannot truly die.
pt_br: Você cruzou com uma criatura da Floresta, e ela o amaldiçoou com um Coração de Pedra (Armadura 1). A cada mês que passa, a pedra fica mais pesada em um slot. Até que sua dívida seja quitada, você não pode morrer de verdade.

source: Stone Heart
pt_br: Coração de Pedra

source: You carved a Whistle (petty) from an Oak Lord’s branch. Your act did not go unnoticed. You cannot seem to rid yourself of the whistle either.
pt_br: Você esculpiu um Apito (trivial) de um galho de Carvalho Ancestral. Seu ato não passou despercebido. Você também parece não conseguir se livrar do apito.

source: Whistle
pt_br: Apito

source: The Dawn Brigade did your family a service, giving you a dried Blood-Red Flower (petty) as proof. When the flower turns white, it means the favor is owed.
pt_br: A Dawn Brigade fez um favor à sua família, dando a você uma Flor Vermelha-Sangue seca (trivial) como prova. Quando a flor fica branca, significa que o favor é devido.

source: Blood-Red Flower
pt_br: Flor Vermelha-Sangue

source: An entertainer once visited your home, filling it with story and song. He left one day without a word, leaving behind only A Miniature Lute. Something rattles inside.
pt_br: Um artista uma vez visitou sua casa, enchendo-a de história e música. Ele foi embora um dia sem dizer uma palavra, deixando para trás apenas um Alaúde em Miniatura. Algo chacoalha lá dentro.

source: Miniature Lute
pt_br: Alaúde em Miniatura

source: A white crow appeared to you in a dream, holding a twig in its mouth. You awoke the next morning with The Twig (petty) in your hand. You believe it brings you luck. It smells faintly of sulfur.
pt_br: Um corvo branco apareceu para você em um sonho, segurando um galho na boca. Você acordou na manhã seguinte com o Galho (trivial) na mão. Você acredita que ele lhe traz sorte. Ele tem um leve cheiro de enxofre.

source: Twig
pt_br: Galho

source: One of your ancestors wronged a Moss Witch, who cursed their bloodline. Your visage causes mirrors to shatter. You’ve noticed that the shards can sometimes reveal illusions.
pt_br: Um dos seus ancestrais injustiçou uma Bruxa de Musgo, que amaldiçoou sua linhagem. Seu semblante faz espelhos se quebrarem. Você notou que os cacos podem às vezes revelar ilusões.

source: The once rich waters of a life-giving river have turned black and putrid, tainting the land and sickening those who drink from it. A village elder points to some recent desecration as the cause, but most do not heed their words.
pt_br: As águas outrora ricas de um rio que dava vida tornaram-se negras e pútridas, contaminando a terra e adoecendo aqueles que bebem dela. Um ancião da aldeia aponta para alguma profanação recente como a causa, mas a maioria não dá ouvidos às suas palavras.

source: It feels like winter has arrived too quickly this year, frost and snows making their appearance much earlier than expected. There is talk of a pattern to the frost found in windows, ponds, and cracks in the ground. It almost looks like a map.
pt_br: Parece que o inverno chegou rápido demais este ano, com geada e neve aparecendo muito antes do esperado. Fala-se de um padrão para a geada encontrada em janelas, lagoas e rachaduras no chão. Parece quase um mapa.

source: A thick, unnatural fog has begun encroaching upon an ancient and holy grove. It is said to be the work of a great forest spirit, angered by nearby deforestation.
pt_br: Uma névoa espessa e sobrenatural começou a invadir um bosque antigo e sagrado. Dizem que é obra de um grande espírito da floresta, irritado pelo desmatamento próximo.

source: The night sky grows dimmer each evening, as if stars are disappearing one by one. Rumors of hellish creatures capturing farmers and pulling them into the Roots are spreading like wildfire. Village elders believe the two are connected.
pt_br: O céu noturno escurece a cada noite, como se as estrelas estivessem desaparecendo uma a uma. Rumores de criaturas infernais capturando fazendeiros e puxando-os para as Raízes estão se espalhando como fogo. Os anciãos da vila acreditam que os dois estão conectados.

source: The songbirds of the Wood have fallen eerily silent as of late. Hunters claim that a spectral figure has been spotted wandering the forest, gazing longingly at anyone it encounters.
pt_br: Os pássaros canoros da Floresta ficaram assustadoramente silenciosos ultimamente. Caçadores afirmam que uma figura espectral foi vista vagando pela floresta, olhando ansiosamente para qualquer um que encontrasse.

source: Strange, tear-shaped stones have been found throughout the region, sparking a 'gold rush' of sorts for jewelers and thieves alike. The locals believe they are the tears of the earth itself, weeping for a great tragedy yet to come.
pt_br: Pedras estranhas em formato de lágrimas foram encontradas por toda a região, dando início a uma espécie de "corrida do ouro" para joalheiros e ladrões. Os moradores locais acreditam que elas são as lágrimas da própria terra, chorando por uma grande tragédia que ainda está por vir.

source: Swarming pests gnaw away at the edges of dreams, and farmers speak of a loud buzzing sound emanating from deep within the Wood. They also say that the sound is getting closer.
pt_br: Pragas em enxame roem as bordas dos sonhos, e fazendeiros falam de um zumbido alto emanando das profundezas da Floresta. Eles também dizem que o som está se aproximando.

source: There is a village known far and wide for its impressive 'mother tree', said to shelter the town’s secrets in its boughs. Recently, it has begun bleeding red sap, worrying the elders.
pt_br: Há uma vila conhecida em toda parte por sua impressionante "árvore-mãe", que dizem abrigar os segredos da cidade em seus galhos. Recentemente, ela começou a sangrar seiva vermelha, preocupando os mais velhos.

source: The moon turns a deep crimson, bathing the night in an eerie, blood-red light. Some say it heralds a time of chaos and strife, as the boundaries between the Wood and the mortal realm grow thin.
pt_br: A lua se torna um carmesim profundo, banhando a noite com uma luz assustadora, vermelho-sangue. Alguns dizem que ela anuncia uma época de caos e conflito, à medida que os limites entre a Floresta e o reino mortal se tornam tênues.

source: Strange cracks have appeared in the night sky, revealing a swirling vortex of light and color. Some say that the divide between realms is at its weakest in centuries, and fear what may emerge from the other side.
pt_br: Rachaduras estranhas apareceram no céu noturno, revelando um vórtice giratório de luz e cor. Alguns dizem que a divisão entre os reinos está em seu ponto mais fraco em séculos, e temem o que pode emergir do outro lado.

source: A night-blooming flower once thought extinct is sprouting up throughout the Wood. Its scent is intoxicating, but also causes vivid nightmares.
pt_br: Uma flor noturna que antes era considerada extinta está brotando por toda a Floresta. Seu aroma é inebriante, mas também causa pesadelos vívidos.

source: Local livestock have grown increasingly agitated and unmanageable as of late. An old shephard says it is due to an unsettling howl that emanates from the Wood each full moon.
pt_br: O gado local tem se tornado cada vez mais agitado e incontrolável ultimamente. Um velho pastor diz que é devido a um uivo perturbador que emana da Floresta a cada lua cheia.
