{
  "Spellbooks": [
    {
      "name": "Adhere",
      "tags": [],
      "description": "An object is covered in extremely sticky slime.",
      "personality": "Adjacent objects stick to the book with great force."
    },
    {
      "name": "Anchor",
      "tags": [],
      "description": "A strong wire sprouts from your arms, affixing itself to two points within 50ft on each side.",
      "personality": "If a rope is pulled through the iron loop on its spine, it becomes as heavy as an elephant."
    },
    {
      "name": "Animate Object",
      "tags": [],
      "description": "An object obeys your commands as best it can.",
      "personality": "Moldable like clay. Childish laughter sprouts from its pages."
    },
    {
      "name": "Anthropomorphize",
      "tags": [],
      "description": "An animal either gains human intelligence or human appearance for one day.",
      "personality": "Whimpers, purrs and growls depending on its treatment."
    },
    {
      "name": "Arcane Eye",
      "tags": [],
      "description": "You can see through a magical floating eyeball that flies around at your command.",
      "personality": "Needs a spritz of water to open."
    },
    {
      "name": "Astral Prison",
      "tags": [],
      "description": "An object is frozen in time and space within an invulnerable crystal shell.",
      "personality": "Silent, abstract, faces scream in anguish within."
    },
    {
      "name": "Attract",
      "tags": [],
      "description": "Two objects are strongly magnetically attracted to each other if they come within 10 feet.",
      "personality": "Nearby compasses spin uselessly."
    },
    {
      "name": "Auditory Illusion",
      "tags": [],
      "description": "You create illusory sounds that seem to come from a direction of your choice.",
      "personality": "Produces random and occasionally inopportune sounds throughout the day."
    },
    {
      "name": "Babble",
      "tags": [],
      "description": "A creature must loudly and clearly repeat everything you think. It is otherwise mute.",
      "personality": "When the text is read aloud, the words of others become unintelligible."
    },
    {
      "name": "Bait Flower",
      "tags": [],
      "description": "A plant sprouts from the ground that emanates the smell of decaying flesh.",
      "personality": "Attracts flies."
    },
    {
      "name": "Beast Form",
      "tags": [],
      "description": "You and your possessions transform into a mundane animal.",
      "personality": "Covered in thick fur, its edges lined with small teeth."
    },
    {
      "name": "Befuddle",
      "tags": [],
      "description": "A creature of your choice is unable to form new short-term memories for the duration of the spell.",
      "personality": "Its contents shift and change each time it is opened."
    },
    {
      "name": "Body Swap",
      "tags": [],
      "description": "You switch bodies with a creature you touch. If one body dies, the other dies as well.",
      "personality": "The front cover shows an image of the last creature to read it."
    },
    {
      "name": "Charm",
      "tags": [],
      "description": "A creature you can see treats you as a friend.",
      "personality": "Warm to the touch, and smells of roses."
    },
    {
      "name": "Command",
      "tags": [],
      "description": "A target obeys a single three-word command that does not cause it harm.",
      "personality": "Grows thinner over time, until finally disappearing forever."
    },
    {
      "name": "Comprehend",
      "tags": [],
      "description": "You become fluent in all languages for a short while.",
      "personality": "Drips letters, staining whatever it touches."
    },
    {
      "name": "Cone of Foam",
      "tags": [],
      "description": "Dense foam sprays from your hand, coating the target.",
      "personality": "Spongy and moist with a soapy residue."
    },
    {
      "name": "Control Plants",
      "tags": [],
      "description": "Nearby plants and trees obey you and gain the ability to move at a slow pace.",
      "personality": "Leaves grow along the spine, and it smells faintly of decay."
    },
    {
      "name": "Control Weather",
      "tags": [],
      "description": "You may alter the type of weather at will, but you do not otherwise control it.",
      "personality": "Highly resistant to fire and water damage."
    },
    {
      "name": "Cure Wounds",
      "tags": [],
      "description": "Restore 1d4 STR per day to a creature you can touch.",
      "personality": "Smells of vinegar and thyme. Turns red after use."
    },
    {
      "name": "Deafen",
      "tags": [],
      "description": "All nearby creatures are deafened.",
      "personality": "Nearby instruments occasionally sound off, as if in protest."
    },
    {
      "name": "Detect Magic",
      "tags": [],
      "description": "You can see or hear nearby magical auras.",
      "personality": "Becomes warm to the touch if magic is used nearby."
    },
    {
      "name": "Disassemble",
      "tags": [],
      "description": "Any of your body parts may be detached and reattached at will, without causing pain or damage. You can still control them.",
      "personality": "Regenerates any torn or defaced pages."
    },
    {
      "name": "Disguise",
      "tags": [],
      "description": "You may alter the appearance of one character at will as long as they remain humanoid. Attempts to duplicate other characters will seem uncanny.",
      "personality": "The surface makes a perfect mirror."
    },
    {
      "name": "Displace",
      "tags": [],
      "description": "An object appears to be up to 15ft from its actual position.",
      "personality": "Bits of string, clothing, and leaves are sometimes stuffed inside."
    },
    {
      "name": "Earthquake",
      "tags": [],
      "description": "The ground begins shaking violently. Structures may be damaged or collapse.",
      "personality": "Sand dribbles from the corners, seemingly without stop."
    },
    {
      "name": "Elasticity",
      "tags": [],
      "description": "Your body can stretch up to 10ft.",
      "personality": "Smells of taffy, and is very flexible."
    },
    {
      "name": "Elemental Wall",
      "tags": [],
      "description": "A straight wall of ice or fire 50ft long and 10ft high rises from the ground.",
      "personality": "Skin and warmer substances stick to it after use."
    },
    {
      "name": "Filch",
      "tags": [],
      "description": "A visible item teleports to your hands.",
      "personality": "An ally's prized possession may occasionally be found tucked between its covers."
    },
    {
      "name": "Fish Lung",
      "tags": [],
      "description": "A target can breathe underwater until they surface again.",
      "personality": "Smells strongly of the sea. Attracts wild animals."
    },
    {
      "name": "Flare",
      "tags": [],
      "description": "A bright ball of energy fires a trail of light into the sky, revealing your location to friend or foe.",
      "personality": "Faintly glows in complete darkness."
    },
    {
      "name": "Fog Cloud",
      "tags": [],
      "description": "A dense fog spreads out from you.",
      "personality": "When submersed in water, the book eventually turns all the liquid to vapor."
    },
    {
      "name": "Frenzy",
      "tags": [],
      "description": "A nearby creature erupts in a frenzy of violence.",
      "personality": "Rough, sandpaper cover that destroys any book it touches."
    },
    {
      "name": "Gate",
      "tags": [],
      "description": "A portal to a random plane opens.",
      "personality": "A large hole is carved into the center, ending in a void. Items dropped within are never seen again."
    },
    {
      "name": "Gravity Shift",
      "tags": [],
      "description": "You can change the direction of gravity, but only for yourself.",
      "personality": "Attaches itself to the largest object nearby."
    },
    {
      "name": "Greed",
      "tags": [],
      "description": "A creature develops the overwhelming urge to possess a visible item of your choice.",
      "personality": "The cover changes depending on the owner, subtly hinting at their deepest desires."
    },
    {
      "name": "Haste",
      "tags": [],
      "description": "Your movement speed is tripled.",
      "personality": "Pages flip wildly while open. Can cause paper cuts."
    },
    {
      "name": "Hatred",
      "tags": [],
      "description": "A creature develops a deep hatred of another creature or group and wishes to destroy them.",
      "personality": "Long term exposure to the book can cause suspicion, paranoia and distrust of others."
    },
    {
      "name": "Hear Whispers",
      "tags": [],
      "description": "You can hear faint sounds clearly.",
      "personality": "The reader's voice is amplified for a short period of time afterwards."
    },
    {
      "name": "Hover",
      "tags": [],
      "description": "An object hovers, frictionless, 2ft above the ground. It can hold up to one humanoid.",
      "personality": "Floats if dropped."
    },
    {
      "name": "Hypnotize",
      "tags": [],
      "description": "A creature enters a trance and will truthfully answer one yes or no question you ask it.",
      "personality": "Eye-catching, swirling spirals don its covers."
    },
    {
      "name": "Icy Touch",
      "tags": [],
      "description": "A thick ice layer spreads across a touched surface, up to 10ft in radius.",
      "personality": "Gloves required. Nonflammable."
    },
    {
      "name": "Identify Owner",
      "tags": [],
      "description": "Letters appear over the object you touch, spelling out the name of the object's owners, if there are any.",
      "personality": "The book's interior lists the name of its previous owner."
    },
    {
      "name": "Illuminate",
      "tags": [],
      "description": "A floating light moves as you command.",
      "personality": "When held in light, the pages become a prism of vibrant rainbows."
    },
    {
      "name": "Invisible Tether",
      "tags": [],
      "description": "Two objects within 10ft of each other cannot be moved more than 10ft apart.",
      "personality": "Its pages are not attached by glue or thread, yet stay together nonetheless."
    },
    {
      "name": "Knock",
      "tags": [],
      "description": "A nearby mundane or magical lock unlocks loudly.",
      "personality": "Locked. A new owner 'produces' the key after their next meal."
    },
    {
      "name": "Leap",
      "tags": [],
      "description": "You jump up to 10ft high, once.",
      "personality": "When thrown, it just keeps going."
    },
    {
      "name": "Liquid Air",
      "tags": [],
      "description": "The air around you becomes swimmable.",
      "personality": "Floats of its own volition, bouncing off of whatever it touches."
    },
    {
      "name": "Magic Dampener",
      "tags": [],
      "description": "All nearby magical effects have their effectiveness halved.",
      "personality": "Relics within 100ft of the spellbook cannot be recharged."
    },
    {
      "name": "Manse",
      "tags": [],
      "description": "A sturdy, furnished cottage appears for hours. You can permit and forbid entry to it at will.",
      "personality": "If left inside, both the book and the cottage vanish forever."
    },
    {
      "name": "Marble Craze",
      "tags": [],
      "description": "Your pockets are full of marbles and will refill every 30 seconds.",
      "personality": "When jostled, makes a playful rattling sound."
    },
    {
      "name": "Masquerade",
      "tags": [],
      "description": "A character's appearance and voice becomes identical to those of a character you touch.",
      "personality": "Extended use causes the owner to develop unconscious yet noticeable tics."
    },
    {
      "name": "Miniaturize",
      "tags": [],
      "description": "A creature you touch is shrunk down to the size of a mouse.",
      "personality": "The text is ludicrously, comically large."
    },
    {
      "name": "Mirror Image",
      "tags": [],
      "description": "An illusory duplicate of yourself appears and is under your control.",
      "personality": "Over time, the owner begins to question who is the original, and who is the duplicate."
    },
    {
      "name": "Mirrorwalk",
      "tags": [],
      "description": "A mirror becomes a gateway to another mirror that you looked into today.",
      "personality": "Will not open unless the owner politely knocks on the cover."
    },
    {
      "name": "Multiarm",
      "tags": [],
      "description": "You temporarily gain an extra arm.",
      "personality": "After use, the caster is wracked with phantom limb syndrome for a day."
    },
    {
      "name": "Night Sphere",
      "tags": [],
      "description": "A 50ft-wide sphere of darkness displaying the night sky appears before you.",
      "personality": "Displays a prominent constellation on its cover."
    },
    {
      "name": "Objectify",
      "tags": [],
      "description": "You become any inanimate object between the size of a grand piano and an apple.",
      "personality": "The owner experiences intense pareidolia for days after use."
    },
    {
      "name": "Ooze Form",
      "tags": [],
      "description": "You become a living jelly.",
      "personality": "Slowly drips an acid that eventually eats away anything it touches."
    },
    {
      "name": "Pacify",
      "tags": [],
      "description": "A creature near you has an aversion to violence.",
      "personality": "Smells of jasmine and incense. Attracts children."
    },
    {
      "name": "Phobia",
      "tags": [],
      "description": "A nearby creature becomes terrified of an object of your choice.",
      "personality": "Over time, haunting, abstract art begins to fill its pages."
    },
    {
      "name": "Pit",
      "tags": [],
      "description": "A pit 10ft wide and 10ft deep opens in the ground.",
      "personality": "A standard piton can be safely stored in its spine."
    },
    {
      "name": "Primal Surge",
      "tags": [],
      "description": "A creature rapidly evolves into a future version of its species.",
      "personality": "The owner is haunted by strange visions of their own ancestors."
    },
    {
      "name": "Push/Pull",
      "tags": [],
      "description": "An object of any size is pulled directly towards you or pushed directly away from you with the strength of one man.",
      "personality": "Any force against the book is comically amplified."
    },
    {
      "name": "Raise Dead",
      "tags": [],
      "description": "A skeleton rises from the ground to serve you. They are incredibly stupid and can only obey simple orders.",
      "personality": "The owner becomes more and more fascinated with bones after each use."
    },
    {
      "name": "Raise Spirit",
      "tags": [],
      "description": "The spirit of a nearby corpse manifests and will answer 1 question.",
      "personality": "The answers (but not their questions) are forever inscribed in its pages."
    },
    {
      "name": "Read Mind",
      "tags": [],
      "description": "You can hear the surface thoughts of nearby creatures.",
      "personality": "Long-term possession can cause the reader to mistake the thoughts of others as their own."
    },
    {
      "name": "Repel",
      "tags": [],
      "description": "Two objects are strongly magnetically repelled from each other within 10 feet.",
      "personality": "Closed by two powerful straps that spring open at inopportune times."
    },
    {
      "name": "Scry",
      "tags": [],
      "description": "You can see through the eyes of a creature you touched earlier today.",
      "personality": "The owner's eyes turn milky-white for an hour after use."
    },
    {
      "name": "Sculpt Elements",
      "tags": [],
      "description": "Inanimate material behaves like clay in your hands.",
      "personality": "Slowly decays on contact with wood or cloth. Bury in dirt or submerge in water to refresh."
    },
    {
      "name": "Sense",
      "tags": [],
      "description": "Choose one kind of object (key, gold, arrow, jug, etc). You can sense the nearest example.",
      "personality": "The book's previous owner is always aware of the book's current location."
    },
    {
      "name": "Shield",
      "tags": [],
      "description": "A creature you touch is protected from mundane attacks for one minute.",
      "personality": "Bound in rusty ring-mail and is quite heavy. If held, provides +1 Armor."
    },
    {
      "name": "Shroud",
      "tags": [],
      "description": "A creature you touch is invisible until they move.",
      "personality": "Invisible to any but the book's current owner."
    },
    {
      "name": "Shuffle",
      "tags": [],
      "description": "Two creatures you can see instantly switch places.",
      "personality": "If stolen but not yet read, it reappears wherever its owner last left it."
    },
    {
      "name": "Sleep",
      "tags": [],
      "description": "A creature you can see falls into a light sleep.",
      "personality": "Soft as a pillow, but yields only fitful sleep."
    },
    {
      "name": "Slick",
      "tags": [],
      "description": "Every surface in a 30ft radius becomes extremely slippery.",
      "personality": "Gloves are required for handling, lest the book is dropped in a most comical fashion."
    },
    {
      "name": "Smoke Form",
      "tags": [],
      "description": "Your body becomes a living smoke that you can control.",
      "personality": "Smells of campfire. The pages cannot be burnt, but are very sensitive to moisture."
    },
    {
      "name": "Sniff",
      "tags": [],
      "description": "You can smell even the faintest traces of scents.",
      "personality": "Expresses a strong odor detectable only by its owner."
    },
    {
      "name": "Snuff",
      "tags": [],
      "description": "The source of any mundane light you can see is instantly snuffed out.",
      "personality": "If left in one place for long periods, nearby light sources eventually dim, then finally go out."
    },
    {
      "name": "Sort",
      "tags": [],
      "description": "Inanimate items sort themselves according to categories you set.",
      "personality": "Rights itself when dropped or thrown."
    },
    {
      "name": "Skillful Repair",
      "tags": [],
      "description": "You make minor repairs to a nonliving object.",
      "personality": "Sewn from the vellum of one hundred books, no two pages are alike."
    },
    {
      "name": "Spellsaw",
      "tags": [],
      "description": "A whirling blade flies from your chest, clearing any plant material in its way. It is otherwise harmless.",
      "personality": "Wrapped in stained leather, it should be oiled at least once a month."
    },
    {
      "name": "Spider Climb",
      "tags": [],
      "description": "You can climb surfaces like a spider.",
      "personality": "New cobwebs must be pushed aside prior to each use. They are hard to remove."
    },
    {
      "name": "Swarm",
      "tags": [],
      "description": "You become a swarm of crows, rats, or piranhas. You can only be harmed by blast attacks.",
      "personality": "Easily broken into a dozen distinct parts that slowly move towards one another over time."
    },
    {
      "name": "Telekinesis",
      "tags": [],
      "description": "You may mentally 1 move item under 60lbs.",
      "personality": "The owner can summon the book through mental command alone (WIL save or become deprived afterwards)."
    },
    {
      "name": "Telepathy",
      "tags": [],
      "description": "Two creatures can hear each other's thoughts, no matter how far apart.",
      "personality": "The holder can hear (but not respond) to the thoughts of whoever last possessed it, and vice versa."
    },
    {
      "name": "Teleport",
      "tags": [],
      "description": "An object or person you can see is transported from one place to another in a 50ft radius.",
      "personality": "Can be destroyed to create a portal to another dimension."
    },
    {
      "name": "Target Lure",
      "tags": [],
      "description": "An object you touch becomes the target of any nearby spell.",
      "personality": "Attracts all manner of magical creatures, spell leaks, and scrying."
    },
    {
      "name": "Thicket",
      "tags": [],
      "description": "A thicket of trees and dense brush up to 50ft wide suddenly sprouts up.",
      "personality": "Wrapped in vines that must be destroyed again with each use."
    },
    {
      "name": "Passage",
      "tags": [],
      "description": "Creates a temporary path through wood, stone or brick.",
      "personality": "An object dropped on top of the book inevitably falls through the other side."
    },
    {
      "name": "Time Control",
      "tags": [],
      "description": "Time in a 50ft bubble slows down or increases by 10% for 30 seconds.",
      "personality": "Alternates its appearance as either impossibly old or freshly written."
    },
    {
      "name": "True Sight",
      "tags": [],
      "description": "You see through all nearby illusions.",
      "personality": "Cannot be concealed by magic, and sticks out like a sore thumb."
    },
    {
      "name": "Upwell",
      "tags": [],
      "description": "A spring of seawater appears.",
      "personality": "Hardened leather bindings caked in salt and living barnacles."
    },
    {
      "name": "Vision",
      "tags": [],
      "description": "You completely control what a creature sees.",
      "personality": "An unnerving, lidless eye graces the front cover."
    },
    {
      "name": "Visual Illusion",
      "tags": [],
      "description": "A silent, immobile, room-sized illusion of your choice appears.",
      "personality": "Filled with rich, colorful pages very much like a children's bedtime story."
    },
    {
      "name": "Ward",
      "tags": [],
      "description": "A silver circle 50ft across appears on the ground. Choose one species that cannot cross it.",
      "personality": "The covers are decorated with bizarre, otherworldly creatures with thousands of eyes."
    },
    {
      "name": "Web",
      "tags": [],
      "description": "Your wrists shoot thick webbing.",
      "personality": "The text is alien, yet somehow intelligible, for it is the language of dreams."
    },
    {
      "name": "Widget",
      "tags": [],
      "description": "A primitive version of a drawn tool or item appears before you and disappears after a short time.",
      "personality": "Smells of iron and rust, sweat and effort. Faint sounds of harsh labor emanate from deep within its pages."
    },
    {
      "name": "Wizard Mark",
      "tags": [],
      "description": "Your finger can shoot a stream of ulfire-colored paint. This paint is only visible to you and can be seen at any distance, even through solid objects.",
      "personality": "Inside the front cover is a small pocket containing a thin pad of paper, listing the name and date of death of all previous owners."
    },
    {
      "name": "X-Ray Vision",
      "tags": [],
      "description": "You can see through walls, dirt, clothing, etc.",
      "personality": "Long-term exposure can cause hair loss, blurry vision, and fatigue."
    }
  ]
}
