{
  "Omens": [
    {
      "description": "The once rich waters of a life-giving river have turned black and putrid, tainting the land and sickening those who drink from it. A village elder points to some recent desecration as the cause, but most do not heed their words."
    },
    {
      "description": "It feels like winter has arrived too quickly this year, frost and snows making their appearance much earlier than expected. There is talk of a pattern to the frost found in windows, ponds, and cracks in the ground. It almost looks like a map."
    },
    {
      "description": "A thick, unnatural fog has begun encroaching upon an ancient and holy grove. It is said to be the work of a great forest spirit, angered by nearby deforestation."
    },
    {
      "description": "The night sky grows dimmer each evening, as if stars are disappearing one by one. Rumors of hellish creatures capturing farmers and pulling them into the Roots are spreading like wildfire. Village elders believe the two are connected."
    },
    {
      "description": "The songbirds of the Wood have fallen eerily silent as of late. Hunters claim that a spectral figure has been spotted wandering the forest, gazing longingly at anyone it encounters."
    },
    {
      "description": "Strange, tear-shaped stones have been found throughout the region, sparking a 'gold rush' of sorts for jewelers and thieves alike. The locals believe they are the tears of the earth itself, weeping for a great tragedy yet to come."
    },
    {
      "description": "Swarming pests gnaw away at the edges of dreams, and farmers speak of a loud buzzing sound emanating from deep within the Wood. They also say that the sound is getting closer."
    },
    {
      "description": "There is a village known far and wide for its impressive 'mother tree', said to shelter the town’s secrets in its boughs. Recently, it has begun bleeding red sap, worrying the elders."
    },
    {
      "description": "The moon turns a deep crimson, bathing the night in an eerie, blood-red light. Some say it heralds a time of chaos and strife, as the boundaries between the Wood and the mortal realm grow thin."
    },
    {
      "description": "Strange cracks have appeared in the night sky, revealing a swirling vortex of light and color. Some say that the divide between realms is at its weakest in centuries, and fear what may emerge from the other side."
    },
    {
      "description": "A night-blooming flower once thought extinct is sprouting up throughout the Wood. Its scent is intoxicating, but also causes vivid nightmares."
    },
    {
      "description": "Local livestock have grown increasingly agitated and unmanageable as of late. An old shephard says it is due to an unsettling howl that emanates from the Wood each full moon."
    },
    {
      "description": "Swarms of insects are fleeing from the Wood in droves, destroying any wooden structures they come across. The sound of their wings hum a familiar tune as they pass overhead, like a forgotten nursery rhyme."
    },
    {
      "description": "Hunters talk of a curse that befalls any who kill a beast with a streak of white fur: soon after, they are found dead in their homes. Each day, there are fewer and fewer creatures to hunt."
    },
    {
      "description": "Folks say that a faint laughter can be heard echoing out of wells all over the city. At night, they say the echoes change to sobs."
    },
    {
      "description": "The constellations have slowly started shifting in the night sky, forming unfamiliar patterns that have stargazers and sages perplexed. Even the animals seem disturbed."
    },
    {
      "description": "An ancient tree at the heart of a sleepy village has suddenly withered and died, despite showing no signs of disease. After its trunk was cut, a bloody hand was found in its core."
    },
    {
      "description": "Statues have been weeping blood for months on end, and the wombs of the village have lain barren since they began to fall. A single child has been the only exception, taken by elders overcome with fear and dread."
    },
    {
      "description": "The local fauna is behaving oddly, displaying heightened aggression, or fleeing the area entirely. Hunters talk of a shadowy figure that roams the Wood, calling to the animals."
    },
    {
      "description": "Border towns have become riotous in recent weeks, after multiple claims of a red-robed figure appearing in their children's dreams, uttering the same warning: A fire is coming, and it will consume them all."
    }
  ]
}
