{
  "Relics": {
    "A Blade Called Hope": {
      "tags": ["d6"],
      "description": "A thin, curved sword that glows with faint light, visible only in total darkness. When bathed in heavy sunlight, its first attack is _Enhanced_."
    },
    "Assassin's Goblets": {
      "tags": [],
      "description": "A pair of fragile wine flutes. Any liquid poured into one is swapped with the other."
    },
    "Babbleflask": {
      "tags": ["uses"],
      "uses": 2,
      "description": "A foreign language is automatically understood and can be spoken back with fluency, so long as the drinker's native tongue is neither spoken nor heard."
    },
    "Barbed Epaulets": {
      "tags": ["+1 Armor", "bonus defense"],
      "description": "Spiked shoulder pads that poison anyone that touches them (STR save or lose consciousness)."
    },
    "Betterwand": {
      "tags": ["charges"],
      "charges": 2,
      "max_charges": 2,
      "description": "Vibrates with increased intensity when pointed at the best of a series of objects. **Recharge**: Willingly accept a poor deal or trade while in possession of the wand."
    },
    "Bloodmap": {
      "tags": ["charge"],
      "charge": 1,
      "description": "A blank leather parchment that absorbs any blood spilled on its surface before rolling into a tight scroll. Unroll to see a rough map revealing the current location of any remaining blood. The image disappears after a few minutes. **Recharge**: Pour a pint of your own life essence onto the map, blood for blood. You are _deprived_ until you can rest and eat a Ration."
    },
    "Coin of the Father": {
      "tags": ["charge"],
      "charge": 1,
      "description": "Flip this worthless-looking hunk of flat metal in the air, and it will transform into d100 gold coins. The illusory coins disappear after one hour. **Recharge**: Carry the coin for three days without spending or earning any money."
    },
    "Dryad's Tear": {
      "tags": ["use"],
      "use": 1,
      "description": "Shatter this crystal to merge with a tree you can touch. You can perceive the goings-on within whatever forest that tree belongs to."
    },
    "Empathy Rod": {
      "tags": ["charges"],
      "charges": 3,
      "max_charges": 3,
      "description": "When two creatures touch this wooden pole at the same time, their physical and emotional states become fully intertwined until they let go. **Recharge**: Give the rod to a former enemy as a gift. This is a one-way transaction."
    },
    "Eyestone": {
      "tags": ["charges"],
      "charges": 3,
      "max_charges": 3,
      "description": "Choose an object created by living creatures. You can sense the nearest example. **Recharge**: Place in a bucket of rainwater overnight."
    },
    "Falconstone": {
      "tags": ["charges"],
      "charges": 3,
      "max_charges": 3,
      "description": "Perceive the world through the eyes and ears of a nearby bird of prey. You feel whatever it feels but have no control over it. **Recharge**: Kill and eat a common quarry, cooking the meat alongside the stone."
    },
    "Footpad's Friend": {
      "tags": [],
      "description": "Soft leather shoes that adapt to fit any foot size. Leave behind footprints that scatter and turn in a confusing manner, making tracking nigh-impossible."
    },
    "Gate Chalk": {
      "tags": ["use"],
      "use": 1,
      "description": "Draw a doorway on any flat surface to open a one-way passage to the Roots. Good luck."
    },
    "Golden Wheat Paste": {
      "tags": ["uses"],
      "uses": 2,
      "description": "When mixed with water, this substance chemically bonds any two objects."
    },
    "Gossip Box": {
      "tags": ["charge"],
      "charge": 1,
      "description": "Wind the crank to replay any sound made in the past day in your current location. Each crank goes back one hour. **Recharge**: Successfully spread one falsehood in the presence of the box."
    },
    "Harbinger's Bell": {
      "tags": ["charge"],
      "charge": 1,
      "description": "Hang at chest height to ring when danger is imminent. **Recharge**: Melt and reforge. Each time, roll a d6. On a 1-2, it breaks forever."
    },
    "Homunculus Nail": {
      "tags": ["use"],
      "use": 1,
      "description": "Prick a finger with the pointy end and hammer into any small object to form a loyal servant [3 HP, 4 STR, 13 DEX, 5 WIL] completely devoted to you. If not destroyed, it will outlive you."
    },
    "Honest Earworm": {
      "tags": ["use"],
      "use": 1,
      "description": "A foul-smelling, pinky-sized worm that feeds on earwax by crawling into the ear canal of a sleeping person. The victim then loses the ability to lie for 1d4 hours."
    },
    "Jar of Ants": {
      "tags": [],
      "description": "Break to release a colony of fire ants [6 HP, 2 STR, 10 DEX, 1 WIL, bite (d10), _detachment_]. Consumes a ration every two days."
    },
    "Last Breath": {
      "tags": ["d6", "charge"],
      "charge": 1,
      "description": "A chipped short sword of dubious quality. Drive into the earth to form a crystal dome that encircles and immobilizes the wielder. The dome is impenetrable by mundane means, and shatters once the sword is lifted again. **Recharge**: Deliver a killing blow with the sword, absorbing the dying victim's soul into the blade. There is a cunning intelligence within that speaks to the wielder, forever asking for more souls, more!"
    },
    "Lightsucker Candle": {
      "tags": ["uses"],
      "uses": 3,
      "description": "Once lit, this black tallow wax sheds darkness rather than light, even in the brightest of days."
    },
    "Lover's Covenant": {
      "tags": ["use"],
      "use": 1,
      "description": "A bottle of red-tinted ink, a broken heart emblazoned on the front. Write up a contract of any length. Any who sign are bound to obey by penalty of death."
    },
    "Mace of the Kingslayer": {
      "tags": ["d8", "charges"],
      "charges": 2,
      "max_charges": 2,
      "description": "Hold the weapon aloft and shout an order or declaration. Any who fail a WIL save must obey, against their better judgment. **Recharge**: Deliver a fatal blow to the leader of a group or faction."
    },
    "Moth Mirror": {
      "tags": ["bulky"],
      "description": "A full-length, double-sided glass mirror. Step into the mirror to be transported to another mirror you know. You come out of the other side as an enormous swarm of buzzing moths, striking those around you with paralysis (WIL save to avoid) as they gaze upon you in horror. You can revert to your normal form at will. The mirror only operates in one direction."
    },
    "Muffle Dust": {
      "tags": ["uses"],
      "uses": 2,
      "description": "A pouch of fine dust that muffles all sound in a 40ft radius when scattered."
    },
    "Nightstone": {
      "tags": ["use"],
      "use": 1,
      "description": "Rare moon-shaped stones dredged from underwater caves and jungle dolines. Swallow whole to relieve all fatigue and deprivation as if you had a good night's sleep and a good meal. The stone will eventually pass through your system. It isn't fun."
    },
    "Obliteration Scroll": {
      "tags": ["use", "petty"],
      "use": 1,
      "description": "A single-page document filled with gibberish. Sign anywhere on the page to remove any knowledge of your existence from this plane of reality. No one will know or remember you, and any references to your name or lineage will vanish. The scroll disappears in a puff of smoke that smells faintly of sulfur."
    },
    "Parliament's Promise": {
      "tags": ["+1 Armor", "bonus defense"],
      "description": "A helmet in the form of an owl's head. Its wearer can twist their head around like an owl and can see in darkness with perfect clarity. While wearing the helm, the wearer loses the ability to speak, uttering only the simplest of cooing noises."
    },
    "Phoenix Ash": {
      "tags": ["use"],
      "use": 1,
      "description": "Sprinkle over a corpse to resurrect the deceased. They return with full health but no memory of their past life."
    },
    "Ring of the Snake": {


      "tags": ["charge"],
      "charge": 1,
      "description": "A wrought-iron serpent ring. Place it on your finger and fall into a sleep so deep that most will think you are dead. If the ring is removed, you will awaken feeling refreshed. Otherwise, the effect will wear off after one month. **Recharge**: Bury the ring with a corpse. A month later, exhume the corpse and retrieve it."
    },
    "Roc Feather": {
      "tags": ["use"],
      "use": 1,
      "description": "Hold while falling to float safely to the ground from any height."
    },
    "Skull Whistle": {
      "tags": ["charges"],
      "charges": 3,
      "max_charges": 3,
      "description": "Produces a chilling scream that forces any who hear it (including the blower) to make a WIL save or become temporarily incapacitated. **Recharge**: Feed the instrument a clump of human hair pulled from a living skull."
    },
    "Soul Clump": {
      "tags": [],
      "description": "A hard, fist-sized ball covered in small bumps. When rolled on a flat surface, it collects any objects smaller than its current mass, which subsequently increases as more items are attached to its surface. Only living creatures are immune."
    },
    "Spystone": {
      "tags": ["charge"],
      "charge": 1,
      "description": "A smooth, flat stone that is slightly warm to the touch. Squeeze to record audio in a 40ft radius. Squeeze again to play it back, as many times as you like. **Recharge**: To record a new sound, skip the rock at least three times on a body of water and recover it."
    },
    "Sticky Rope": {
      "tags": ["charge"],
      "charge": 1,
      "description": "A 100ft rope that can stick to any surface. **Recharge**: Cut off 10ft of rope, which then withers away."
    },
    "Stone Eater": {
      "tags": ["use"],
      "use": 1,
      "description": "A rodent-sized centipede that consumes and digests stone, capable of cutting a small tunnel in under an hour. It can be used more than once, but only if you can catch it (DEX 18)."
    },
    "Stonewax Gum": {
      "tags": ["uses"],
      "uses": 3,
      "description": "Chew, then spit. The gum will harden and stretch, making a perfect, unbreakable seal."
    },
    "Sponge Army": {
      "tags": ["use"],
      "use": 1,
      "description": "A dozen miniature soldiers made of carved sea sponges. When splashed with water, they grow to full size [8 HP, 6 STR, 13 DEX, 5 WIL, hardened sponge (d6), _detachment_] and follow the orders of the person they see until they are destroyed or dry out completely (about 10 minutes)."
    },
    "Tupshead Crown": {
      "tags": ["+1 Armor", "bonus defense", "bulky"],
      "description": "A beautifully rendered ram's head helm wrought from tough alpine oak. The horns can be used as weapons (d6+d6)."
    },
    "Veilsilk Grip": {
      "tags": ["charge"],
      "charge": 1,
      "description": "A hand wearing this glove can phase through solid objects. **Recharge**: Snip off one of the fingers."
    },
    "Voice of the Mountain": {
      "tags": ["use"],
      "use": 1,
      "description": "A rough pebble imbued with the essence of a mountain spirit. Crush to call forth an earthquake or similar natural disaster. Do not expect to be spared."
    },
    "Ward Stone": {
      "tags": ["use"],
      "use": 1,
      "description": "A flat, unassuming river stone notched with faded symbols. Smash to release a silvery powder in a 20ft radius that pacifies anyone who breathes it."
    },
    "Whispergale": {
      "tags": ["use"],
      "use": 1,
      "description": "A balloon-shaped plant that captures a spoken message and delivers it to a location within a day's walk."
    },
    "Whistle-Rope": {
      "tags": [],
      "description": "15ft of highly flexible leather. Swirl in the air to generate a powerful subsonic effect that drives away wildlife. Also works underwater."
    },
    "Wonder Bar": {
      "tags": ["charge"],
      "charge": 1,
      "description": "Pressing the switch on the side of this iron bar freezes it in place, even in midair. Once frozen, it cannot be moved by any force until the switch is depressed. **Recharge**: Hold the bar with both hands without letting go for one continuous hour (WIL save to succeed). You can make only one attempt every day."
    },
    "Wraith Lantern": {
      "tags": ["charge"],
      "charge": 1,
      "description": "Write someone's name onto its glass, and the name will disappear. The lantern reveals a path to their current location, visible only to the holder (day or night). **Recharge**: Kill the last person found with the help of the lantern, trapping their spirit inside. The lantern must be nearby when they are killed."
    }
  }
}